[
  {
    "text": "Cinta bukan tentang seberapa lama kamu kenal dia, tapi tentang dia yang selalu bikin nyaman dan tersenyum sejak kamu mengenalnya.",
    "author": "Promise"
  },
  {
    "text": "Cinta harus tanpa keraguan, hanya kenyamanan yang dibagi 2 orang yang sama-sama saling tau, bahwa kita ada untuk selamanya.",
    "author": "Cinta Brontosaurus"
  },
  {
    "text": "Nggak ada cinta yang nggak kadaluarsa. Masalahnya itu bukan sempurna atau nggaknya, tapi gimana kita bisa menerima ketidaksempurnaan itu dari orang yang kita sayang.",
    "author": "Cinta Brontosaurus"
  },
  {
    "text": "Cinta itu bukan memakan hati, bukan membawa tangis, bukan membuat putus asa. Tetapi cinta itu menguatkan hati, menghidupkan pengharapan.",
    "author": "Tenggelamnya Kapal Van der Wijck"
  },
  {
    "text": "Cinta itu bukan memakan hati, bukan membawa tangis, bukan membuat putus asa. Tetapi cinta itu menguatkan hati, menghidupkan pengharapan.",
    "author": "Tenggelamnya Kapal Van der Wijck"
  },
  {
    "text": "Jatuh cinta adalah saat kita memberi seseorang kekuasaan untuk menyakiti kita, tapi kita percaya ia tidak akan menyakiti kita.",
    "author": "London Love Story"
  },
  {
    "text": "Aku akan terus jatuh cinta sama kamu setiap hari, dan kita akan terus sama-sama nggak cuma sekarang atau saat ini.",
    "author": "London Love Story"
  },
  {
    "text": "Terkadang kita tidak butuh waktu lebih dari satu menit untuk jatuh cinta, meskipun butuh waktu selamanya untuk move on.",
    "author": "London Love Story"
  },
  {
    "text": "Perempuan yang ninggalin kamu itu orang yang bodoh. Tapi kamu lebih bodoh karena gak bisa lupain dia.",
    "author": "London Love Story"
  },
  {
    "text": "Setelah aku punya kamu di hidupku, aku nggak pernah bisa lagi bayangkan gimana rasanya jalanin hidup tanpa kamu.",
    "author": "London Love Story"
  },
  {
    "text": "Cinta memang tak bermata, tapi cinta tau kemana ia harus pergi dan kembali.",
    "author": "London Love Story 2"
  },
  {
    "text": "Kalo kamu masih membenci orang yang pernah kamu cintai, itu artinya kamu masih belum bisa berhenti mencintainya.",
    "author": "London Love Story 2"
  },
  {
    "text": "Aku mencintaimu karena aku percaya Tuhan mengirimkan kamu dihidup aku dengan alasan yang paling indah.",
    "author": "London Love Story 2"
  },
  {
    "text": "Cinta sejati adalah kenyamanan, kepercayaan dan dukungan. Kalau kamu tidak setuju, aku tidak peduli.",
    "author": "Dilan 1990"
  },
  {
    "text": "Senang dan bingung kalau memikirkan kamu. Penginnya dekat kamu terus, kalau dekat kan nggak perlu mikirin.",
    "author": "Dilan 1990"
  },
  {
    "text": "Milea, kamu cantik, tapi aku belum mencintaimu, nggak tahu kalau sore. Tunggu aja.",
    "author": "Dilan 1990"
  },
  {
    "text": "Tolong sampein ke Bunda, terima kasih udah lahirin orang yang aku cinta.",
    "author": "Dilan 1990"
  },
  {
    "text": "Kamu lahir itu sengaja buat bikin aku seneng ada di Bumi.",
    "author": "Dilan 1990"
  },
  {
    "text": "PR-ku adalah merindukanmu. Lebih kuat dari Matematika. Lebih luas dari Fisika. Lebih kerasa dari Biologi.",
    "author": "Dilan 1990"
  },
  {
    "text": "Aku gak pandai cemburu. Malahan, kalau kamu ninggalin aku, aku gak bisa apa-apa. Bisaku cuma mencintaimu.",
    "author": "Dilan 1990"
  },
  {
    "text": "Kalau kamu ninggalin aku, itu hak kamu, asal jangan aku yang ninggalin kamu. Aku takut kamu kecewa.",
    "author": "Dilan 1990"
  },
  {
    "text": "Jangan pergi jauh-jauh, kan ada darahku di tubuhmu.",
    "author": "Dilan 1990"
  },
  {
    "text": "Kalau aku jadi presiden yang harus mencintai seluruh rakyatnya, aduh, maaf, aku pasti tidak bisa karena aku cuma suka Milea.",
    "author": "Dilan 1990"
  },
  {
    "text": "Cinta yang dewasa adalah yang mau menyelesaikan masalah, bukan berlari pergi penuh emosi.",
    "author": "Ada Apa Dengan Cinta 2"
  },
  {
    "text": "Cinta Tidak Bisa Dipaksakan, Merelakannya Pergi Jauh Lebih Baik Daripada Menggenggamnya Tanpa Cinta",
    "author": "Ada Apa Dengan Cinta 2"
  },
  {
    "text": "Jika ditakdirkan untuk berjodoh jarak dan waktu tidak akan menjadi masalah, karena pasti akan ada saja kebetulan yang menyatukan.",
    "author": "Ada Apa Dengan Cinta 2"
  },
  {
    "text": "Kamu tau, cinta adalah sesuatu yang nggak bisa dilihat tapi bisa kamu rasakan dihati kamu. Kamu nggak butuh seseorang untuk melengkapi hidup kamu, yang kamu butuhkan adalah seseorang yang bisa menerima kamu.",
    "author": "I Love You from 38.000 Ft"
  },
  {
    "text": "Aku pengin banget ngasih dunia ke kamu. Tapi karena itu nggak mungkin, maka aku akan kasih hal yang paling penting dalam hidupku, yaitu duniaku.",
    "author": "I Love You From 38.000 Ft"
  },
  {
    "text": "Sebelum ketemu kamu, aku nggak pernah tahu kayak apa rasanya memandang seseorang sampai nggak bisa berhenti tersenyum.",
    "author": "I Love You from 38.000 Ft"
  },
  {
    "text": "Kenapa aku gak bisa mencintai orang sebaik kamu? Mungkin karena Tuhan tahu kamu pantes dapet yang lebih baik dari aku.",
    "author": "I Love You from 38.000 Ft"
  },
  {
    "text": "Kamu nggak butuh seseorang yang bisa melengkapi hidup kamu. Tapi kamu butuh yang bisa nerima kamu.",
    "author": "I Love You from 38.000 Ft"
  },
  {
    "text": "Menemukan cinta yang tepat itu kayak nunggu bus. Lo harus nunggu di halte yang tepat dan naik nomor bus dengan tujuan yang tepat.",
    "author": "Teman Tapi Menikah"
  },
  {
    "text": "Nggak akan pernah ada orang yang sayang sama kamu sebesar sayang aku ke kamu.",
    "author": "Teman Tapi Menikah"
  },
  {
    "text": "Ayu itu adalah motivator gue. Apa yang dia katakan selalu bikin gue lebih bersemangat untuk jadi lebih baik.",
    "author": "Teman Tapi Menikah"
  },
  {
    "text": "LDR itu cuma memisahkan jarak bukan ikatan kita.",
    "author": "Teman Tapi Menikah"
  },
  {
    "text": "Masa lalu saya adalah milik saya, masa lalu kamu adalah milik kamu, tapi masa depan adalah milik kita.",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Tak perlu seseorang yang sempurna. Cukup temukan orang yang selalu membuatmu bahagia dan membuatmu berarti lebih dari siapa saja.",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Kamu itu orang yang paling keras kepala dan paling sulit yang pernah aku kenal. Tapi kalau aku harus mengulang hidupku lagi, aku tetap memilih kamu.",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Tanpa cinta, kecerdasan itu berbahaya, dan tanpa kecerdasan, cinta itu tidak cukup.",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Mau ganteng atau tidak, kalau hatinya tidak satu frekuensi, bagaimana?",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Aku tidak bisa berjanji untuk menjadi yang baik, tetapi aku berjanji akan selalu mendampingi kamu.",
    "author": "Habibie & Ainun"
  },
  {
    "text": "Tak perlu seseorang yang sempurna, cukuplah menemukan orang yang selalu membuat anda bahagia dan membuat hidup ini lebih dari siapapun.",
    "author": "Habibie & Ainun 3"
  },
  {
    "text": "Terkadang kita perlu menunggu lebih lama hanya untuk mengetahui orang yang benar-benar mencintai kita.",
    "author": "Refrain"
  },
  {
    "text": "Terkadang kita perlu menunggu lebih lama hanya untuk mengetahui orang yang benar-benar mencintai kita.",
    "author": "Refrain"
  },
  {
    "text": "Yang benar-benar cinta dan sayang itu nggak akan pernah nyerah hanya karena keadaan.",
    "author": "Refrain"
  },
  {
    "text": "Tidak perlu berlebihan menunjukan perasaanmu dengan sedemikian cara. Cukup meyakinkan dia, bahwa cintamu bukan sekedar cinta biasa.",
    "author": "Refrain"
  },
  {
    "text": "Yang bener-bener cinta dan sayang itu gak akan pernah nyerah Cuma karena keadaan.",
    "author": "Refrain"
  },
  {
    "text": "Kenapa aku berjuang segigih ini. Aku yakin ini adalah cinta dan kamu adalah mimpiku yang harus aku perjuangkan.",
    "author": "Uang Panai Maha(R)L"
  },
  {
    "text": "Tugas saya hanya sebatas mencintai bukan memaksa agar dicintai. Saya percaya tiap hati ada pemiliknya masing-masing.",
    "author": "Dear Nathan"
  },
  {
    "text": "Proses memulai jatuh cinta bisa terjadi tanpa alasan. Tapi mempertahankan untuk tetap cinta atau melewatkan begitu saja, itu yang seharusnya butuh alasan.",
    "author": "Dear Nathan"
  },
  {
    "text": "Cinta itu dinamis, loe harus siap untuk bahagia tapi loe juga harus siap untuk jatuh sejatuh-jatuhnya.",
    "author": "Dear Nathan"
  },
  {
    "text": "Proses memulai jatuh cinta bisa terjadi tanpa alasan. Tapi mempertahankan untuk tetap cinta atau melewatkan begitu saja, itu yang seharusnya butuh alasan.",
    "author": "Dear Nathan"
  },
  {
    "text": "Cinta itu nggak butuh alasan, proses memulai jatuh cinta memang bisa terjadi tanpa alasan. Tapi mempertahankan untuk tetap cinta dan melewatkan begitu saja, itu yang butuh alasan.",
    "author": "Dear Nathan"
  },
  {
    "text": "Nggak usah jauh-jauh liat ke atas, loe liat dulu hati orang disamping loe.",
    "author": "Dear Nathan"
  },
  {
    "text": "Emangnya suka sama kamu itu harus ada alasan? Kalau misalkan alasan saya karena kamu pinter, terus cantik, itu alasan yang nggak masuk akal. Karena cinta itu reaksi alamiah yang muncul tanpa disengaja.",
    "author": "Dear Nathan"
  },
  {
    "text": "Mencintaimu itu bagaikan terbang mengendarai pesawat. Memiliki tanggung jawab yang besar dengan tingkat resiko yang sangat tinggi.",
    "author": "The Perfect Husband"
  },
  {
    "text": "Selama laki-laki dapat mencintai pasangannya dan menjaganya, itu yang membuat laki-laki menjadi sempurna untuk pasangannya.",
    "author": "The Perfect Husband"
  },
  {
    "text": "Aku memang tak sempurna, tapi aku yakin kamu adalah yang sempurna untukku.",
    "author": "The Perfect Husband"
  },
  {
    "text": "Cuma ada satu orang buat satu orang. Itulah namanya belahan jiwa.",
    "author": "Janji Joni"
  },
  {
    "text": "Cinta itu, rela melihat orang yang kita cintai bahagia bareng orang lain.",
    "author": "My Heart"
  },
  {
    "text": "Saya nggak mungkin begini terus. Melepas kepergian kamu tanpa tau kapan kamu akan kembali dan apakah kamu mau kembali.",
    "author": "Perahu Kertas"
  },
  {
    "text": "Hati itu dipilih, bukan memilih. Bertahan atau melepaskan itu tergantung hatimu. Hatimu yang tau.",
    "author": "Perahu Kertas 2"
  },
  {
    "text": "Kata orang, cinta itu indah. Tapi nyatanya lebih dari itu, cinta itu adalah berkorban, perhatian, peduli, dan kasih sayang. Juga tidak memaksa jika kenyataannya dia bukan untuk kita.",
    "author": "Lovepedia 5 Metode Cinta"
  },
  {
    "text": "Cinta itu tidak mudah, cinta itu selalu penuh dengan kekacauan, sama seperti menunggangi ombak. Maka kita harus berani meluncur diatasnya.",
    "author": "Aach…Aku Jatuh Cinta"
  },
  {
    "text": "Hanya kita dan pasangan kita yang tau kapan hubungan kita akan berubah arah. Tapi yang bisa kita lakukan bukan hanya menunggu dengan penuh ketakutan, yang kita bisa lakukan adalah memegang tangan pasangan kita, tumbuh bersama goncangan didalamnya dan turun berdua ketika telah sampai di tujuan.",
    "author": "Cinta dalam Kardus"
  },
  {
    "text": "Jika seseorang sudah mampu memahami kekurangan orang yang disayang, perbedaann yang ada diantara mereka sudah cukup untuk mempertahankan suatu hubungan.",
    "author": "Ada Cinta di SMA"
  },
  {
    "text": "Jika seseorang sudah mampu memahami kekurangan orang yang disayang, perbedaan yang ada diantaa mereka sudah cukup untuk mempertahankan suatu hubungan.",
    "author": "Ada Cinta di SMA"
  },
  {
    "text": "Ketika kamu bertemu seseorang yang tepat, kamu akan tahu dia adalah satu-satunya tanpa perlu alasan.",
    "author": "Critical Eleven"
  },
  {
    "text": "Hati-hati jangan terlalu antiati, ntar simpati, terus empati, terus jatuh hati.",
    "author": "Aruna & Lidahnya"
  },
  {
    "text": "Kalo berharap banyak harus siap kecewa banyak.",
    "author": "Cek Toko Sebelah"
  },
  {
    "text": "Nyari yang cantik tuh gampang, yang susah tuh nyari yang cocok. Kamu udah cantik, cocok lagi.",
    "author": "Imperfect"
  },
  {
    "text": "Terkadang, sayang itu artinya melepaskan.",
    "author": "R: Raja, Ratu, dan Rahasia"
  },
  {
    "text": "Cowok sejati itu tunjukkin jati diri seada-adanya, bukan pura-pura jadi orang lain cuma buat deketin dia.",
    "author": "Modus"
  },
  {
    "text": "Setiap orang memiliki jodoh masing-masing, maka bersyukurlah orang yang sudah menemukan jodohnya dari hati.",
    "author": "Ayat-ayat Cinta"
  },
  {
    "text": "Gue baru sadar, ternyata orang yang selama ini gue benci sebenarnya orang yang terbaik dalam hidup gue.",
    "author": "Roman Picisan"
  },
  {
    "text": "Nggak masalah sama berat badan. Nggak masalah sama tinggi badan. Toh panda lebih lucu daripada jerapah.",
    "author": "Roman Picisan"
  },
  {
    "text": "Ketika loe mengorbankan diri loe demi orang yang loe sayang, loe telah menjadi lelaki yang sesungguhnya.",
    "author": "The Guys"
  },
  {
    "text": "Salah satu tanda seseorang sudah dewasa adalah dia sudah pernah patah hati.",
    "author": "Manusia Setengah Salmon"
  },
  {
    "text": "Kangen sama mantan itu adalah balikan yang tertunda.",
    "author": "Kata Hati"
  },
  {
    "text": "Mengapa dia pergi? Mungkin itu cara tuhan menunjukkan bahwa dia bukan yang terbaik untuk kita.",
    "author": "Koala Kumal"
  },
  {
    "text": "Ketika Tuhan mengambil sesuatu dari genggamanmu, Dia tak menghukummu, namun hanya membuka tanganmu tuk menerima yang lebih baik.",
    "author": "5 Cm"
  },
  {
    "text": "Kamu nggak boleh nangis, karena kamu adalah salah satu alasan seseorang untuk tersenyum.",
    "author": "Magic Hour"
  },
  {
    "text": "Hatiku cuma ada satu. Kalau ada dua, berarti satunya punya kamu.",
    "author": "Surat Cinta untuk Starla"
  },
  {
    "text": "Hatiku cuma ada satu. Kalau ada dua, berarti satunya punya kamu.",
    "author": "Surat Cinta untuk Starla"
  },
  {
    "text": "Kamu itu lucunya beda, nggak bikin ketawa tetapi bikin sayang.",
    "author": "A: Aku, Benci & Cinta"
  },
  {
    "text": "Tak perlu dua, cukup dia",
    "author": "Cinta Selamanya"
  },
  {
    "text": "Aku pikir cuma fitnah aja yang kejam, ternyata rindu juga.",
    "author": "LDR"
  },
  {
    "text": "Walaupun tidak ada hal lain di dunia ini yang bisa kau percayai, percayalah bahwa aku mencintaimu sepenuh hatiku.",
    "author": "Sunshine Becomes You"
  },
  {
    "text": "Mungkin badanku lemah, tetapi cintaku kepadamu telah menguatkan seluruh jiwa ragaku.",
    "author": "Love Story"
  },
  {
    "text": "Kamu adalah anginku disaat kemarau. Kamu payungku dikala hujan.",
    "author": "London Love Story"
  },
  {
    "text": "Aku hanyalah kunang-kunang dan kau hanyalah senja. Dalam gelap kita berbagi, dalam gelap kita abadi.",
    "author": "Love"
  },
  {
    "text": "Memaki perpisahan sama sama mengutuk perjumpaan.",
    "author": "Hello Goodbye"
  },
  {
    "text": "Cinta itu kayak lautan, selalu ada pasang surutnya. Tapi gak akan pernah ada habisnya.",
    "author": "Si Manis Jembatan"
  },
  {
    "text": "Kamu gak salah. Ekspektasi saya tentang kamu aja yang ketinggian.",
    "author": "My Lecture My Husband"
  },
  {
    "text": "Kalau saya mati gak demi kamu, terus demi siapa lagi.",
    "author": "My Lecture My Husband"
  },
  {
    "text": "Daripada nunggu yang gak jelas, mending sama yang udah jelas di depan mata.",
    "author": "My Lecture, My Husband"
  },
  {
    "text": "Aku lebih memilih malam, meski kelam. Aku lebih memilih luka, meski sakit. Dan aku telah memilih kamu, meski rindu.",
    "author": "Rompis"
  },
  {
    "text": "Dia yang berharga adalah dia yang membuatmu mengenal siapa dirimu.",
    "author": "Senior"
  },
  {
    "text": "Aku mencintaimu, biarlah ini urusanku. Bagaimana kamu kepadaku, terserah, urursanmu.",
    "author": "Milea"
  },
  {
    "text": "Cinta aku ke kamu itu bagaikan bintang di langit. Gak selalu nampak tapi akan selalu ada.",
    "author": "Mermaid In Love"
  }
]