[
  {
    "text": "Kezaliman akan terus ada, bukan karena banyaknya orang-orang jahat. Tapi karena diamnya orang-orang baik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Balas dendam terbaik adalah menjadikan dirimu lebih baik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan menjelaskan tentang dirimu kepada siapapun, karena yang menyukaimu tidak butuh itu. Dan yang membencimu tidak percaya itu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan membenci apa yang tidak kamu ketahui, karena sebagian besar pengetahuan terdiri dari apa yang tidak kamu ketahui.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Angin tidak berhembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Bila kau cemas dan gelisah akan sesuatu, masuklah ke dalamnya sebab ketakutan menghadapinya lebih menganggu daripada sesuatu yang kau takuti sendiri.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan pernah membuat keputusan dalam kemarahan dan jangan pernah membuat janji dalam kebahagiaan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kenali kebenaran, maka kamu akan tahu orang-orang yang benar. Benar Tidak diukur oleh orang-orangnya, tetapi manusia diukur oleh kebenaran.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lidah orang yang berakal berada di belakang hatinya, sedangkan hati orang bodoh berada di belakang lidahnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kemarahan dimulai dengan kegilaan dan berakhir dengan penyesalan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ketulusan seseorang sesuai dengan kadar kemanusiaannya",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Barangsiapa menyalakan api fitnah, maka dia sendiri yang akan menjadi bahan bakarnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Aku sudah pernah merasakan semua kepahitan dalam hidup dan yang paling pahit ialah berharap kepada manusia.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Memaafkan adalah kemenangan terbaik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jadilah seperti bunga yang memberikan keharumannya bahkan pada tangan yang menghancurkannya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kesabaran itu ada dua macam: sabar atas sesuatu yang tidak kau ingin dan sabar menahan diri dari sesuatu yang kau ingini.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan melibatkan hatimu dalam kesedihan atas masa lalu atau kamu tidak akan siap untuk apa yang akan datang.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang suka berkata jujur mendapatkan tiga hal: kepercayaan, cinta dan rasa hormat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kesalahan terburuk kita adalah ketertarikan kita pada kesalahan orang lain.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tidak ada rasa bersalah yang dapat mengubah masa lalu dan tidak ada kekhawatiran yang dapat mengubah masa depan.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Jikalau kita letih karena kebaikan, maka sesungguhnya keletihan itu akan hilang dan kebaikan akan kekal. Namun jikalau kita bersenang-senang dengan dosa, maka sesungguhnya kesenangan itu akan hilang dan dosa itu akan kekal.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Mahkota seseorang adalah akalnya. Derajat seseorang adalah agamanya. Sedangkan kehormatan seseorang adalah budi pekertinya.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Jangan bersedih atas apa yang telah berlalu, kecuali kalau itu bisa membuatmu bekerja lebih keras untuk apa yang akan datang.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Jadilah orang yang bermartabat, jujur dan selalu menyampaikan kebenaran.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Lidah akan terus berkata jujur selagi hatinya ikhlas dan luhur.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Cara terbaik untuk mengalahkan seseorang adalah mengalahkannya dengan kesopanan.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Barangsiapa yang jernih hatinya, akan diperbaiki pula oleh Allah pada apa yang nyata di wajahnya.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Terkadang, orang dengan masa lalu paling kelam akan menciptakan masa depan yang paling cerah.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Bila engkau menemukan cela pada seseorang dan engkau hendak mencacinya, maka cacilah dirimu, karena celamu lebih banyak darinya.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Orang yang mau menunjukkan di mana letak kesalahanmu, itulah temanmu yang sesungguhnya. Sedangkan mereka yang hanya menyebar omong kosong dengan selalu memujimu, mereka sebenarnya adalah para algojo yang justru akan membinasakanmu.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Barangsiapa menempatkan dirinya di tempat yang dapat menimbulkan persangkaan, maka janganlah menyesal kalau orang berprasangka buruk kepadanya.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Jangan sekali-kali kalian terkagum dengan bagusnya seseorang dalam menyampaikan ucapan (retorika). Tetapi seseorang yang menunaikan amanah dan menahan diri dari membicarakan kehormatan orang lain, dialah pria sejati (orang yang benar-benar mulia).",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Menjauhi dosa itu lebih ringan daripada menanggung rasa sakit dari sebuah penyesalan.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Bersabarlah, karena kesabaran adalah sebuah pilar keimanan.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Biasakan diri dengan hidup susah, karena kesenangan tidak akan kekal selamanya.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Aku tidak peduli atas keadaan susah dan senangku, karena aku tidak tahu manakah di antara keduanya itu yang lebih baik bagiku.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Hindarilah sifat malas dan bosan, karena keduanya kunci keburukan. Sesungguhnya jika engkau malas, engkau tidak akan banyak melaksanakan kewajiban. Jika engkau bosan, engkau tidak akan tahan dalam menunaikan kewajiban.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Duduklah bersama orang-orang yang mencintai Allah, karena bergaul bersama orang seperti mereka akan mencerahkan pikiran.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Manusia yang berakal adalah manusia yang suka menerima dan meminta nasehat.",
    "author": "Umar bin Khattab"
  },
  {
    "text": "Manusia tahu bahwa dirinya itu lemah, namun anehnya dia terus menerus tidak taat kepada Dia (Allah) Yang Maha Kuat.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Waspadalah terhadap kesombongan, sebab pada akhirnya kamu kelak akan kembali ke tanah dan tubuhmu akan dimakan oleh cacing.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Jadilah seperti pohon kayu yang lebat buahnya, tumbuh di tepi jalan. Dilempar buahnya dengan batu, tetapi tetap dibalas dengan buah.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Barang siapa yang memasuki kubur tanpa membawa bekal yaitu berupa amal shalih maka keadaannya seperti orang yang menyeberangi lautan tanpa menggunakan perahu.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Ikutilah jalan hidup yang ditunjukkan Nabi SAW suci kepadamu (Muhammad SAW), karena sesungguhnya itu adalah jalan yang benar.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Seseorang yang takut untuk menangis, maka dia pun harus belajar untuk bersikap baik terhadap orang yang menangis.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Bila telah masuk waktu salat, berdirilah kalian menuju ke tempat apimu yang sedang menyala dan padamkanlah ia.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Jangan memandang rendah kepada setiap muslim, bahkan orang yang paling lemah imannya sekalipun adalah besar di mata Allah.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Salah satu dosa terburuk adalah seseorang yang menganggap remeh dosanya.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Siapa yang menjauhkan diri dari sifat sering mengeluh maka berarti ia mengundang rasa kebahagiaan.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Amal kebajikan adalah pengawal yang akan menjaga kita melawan serangan penderitaan.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Orang yang mengharapkan surga harus bisa belajar untuk berbuat baik kepada sesama manusia.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Jika nasehat yang baik tidak memberikan pengaruh bagi perubahan seseorang, maka ketahuilah bahwa hatinya itu kosong.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Hidup akan berlaku, namun kematian sangatlah dekat.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Memang sulit untuk bersabar, tapi menyia-nyiakan pahala dari sebuah kesabaran itu jauh lebih buruk.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Kejujuran yang paling utama adalah sikap amanah, dan sedusta-dustanya suatu kedustaan adalah sikap khianat.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Dengan mengerjakan salat, seseorang akan mendapat penjagaan dari ALLAH SWT di muka bumi ini.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Jangan sekali-kali menyalahi Allah dalam tanggungan-Nya ini, atau Allah akan menjatuhkanmu tertelungkup ke dalam api neraka.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Bersungguh-sungguhlah menyiapkan (bekal untuk) kematian, niscaya hidup pun kan berlimpah memberimu.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Tiga hal yang yang tidak mungkin dapat diwujudkan dengan tiga hal lainnya adalah kekayaan dengan berangan-angan, keremajaan dengan imitasi (disemir), dan kesehatan dengan obat-obatan.",
    "author": "Abu Bakar As Siddiq"
  },
  {
    "text": "Ambilah hikmah dan pelajaran dari kisah orang-orang terdahulu",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Derajat keimanan yang paling tinggi adalah bahwa kamu selalu merasa berada di hadapan Allah.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Tidak seorang pun yang menyembunyikan suatu rahasia di dalam hatinya, kecuali Allah akan menampakkan pada raut wajahnya atau melalui perkataan yang terlontar dari lidahnya.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Allah mencintai orang yang mau meninggalkan dunia, Malaikat mencintai orang yang mau meninggalkan dosanya, dan umat Islam mencintai orang yang tidak tamak.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Buatlah tujuan untuk hidup, kemudian gunakan segenap kekuatan untuk mencapainya, kamu pasti berhasil.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Diamnya orang yang diam lebih bahaya dari perlakuan serangan orang lain.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Di antara pendosa, yang paling buruk adalah dia yang meluangkan waktunya untuk membahas kesalahan orang lain.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Ketika lidah seseorang menjadi tenang dan ramah, maka hatinya menjadi saleh dan bersih.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Cukuplah bagimu bahwa orang yang iri terhadapmu merasa tertekan ada saat senangmu.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Setiap orang diberi masalah sesuai dengan kemampuannya.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Risau terhadap dunia adalah kegelapan bagi hati, sedangkan risau terhadap akhirat adalah cahaya bagi hati.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Tergelincirnya lidah itu lebih berbahaya daripada tergelincirnya kaki.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Alam kubur merupakan pintu masuk akhirat sekaligus pintu keluar dunia. Nikmat dan siksa di sana tidak lebih dahsyat dibanding di akhirat.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Segala sesuatu itu akan binasa, dan binasanya ilmu adalah lupa pada ilmu itu sendiri.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Andai hati kalian bersih, maka kalian tidak akan pernah merasa kenyang (bosan) dari membaca Alquran.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "(Hendaknya kita) menjaga batasan-batasan, menepati janji, rela dengan yang ada, dan bersabar atas yang hilang dari kita.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Janganlah kalian lalai terhadap Allah karena Allah tidak pernah lalai terhadap kalian",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Aku merasa cukup dengan pandanganku sebagaimana aku merasa cukup dengan ingatanku.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Sambutlah ajal kalian dengan amal baik yang kalian mampu.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Cinta dunia mengelapkan hati dan cinta akhirat menerangi hati.",
    "author": "Utsman bin Affan"
  },
  {
    "text": "Aku sudah pernah merasakan semua kepahitan dalam hidup dan yang paling pahit ialah berharap kepada manusia.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lidah orang yang berakal berada di belakang hatinya, sedangkan hati orang bodoh berada di belakang lidahnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan gunakan ketajaman kata-katamu pada ibumu yang mengajarimu cara berbicara.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kemarahan dimulai dengan kegilaan dan berakhir dengan penyesalan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan menjelaskan tentang dirimu kepada siapapun. Karena yang menyukaimu tidak membutuhkan itu, dan yang membencimu tidak mempercayai itu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jadilah seperti bunga yang memberikan keharuman bahkan kepada tangan yang telah merusaknya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tetaplah menjalin hubungan dengan orang-orang yang telah melupakanmu, maafkanlah orang yang berbuat salah padamu, dan jangan berhenti mendoakan yang terbaik untuk orang yang kau sayangi.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang cantik tidak selamanya orang baik, tapi orang yang baik selalu cantik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lepaskan segala sesuatu yang membuatmu stres dan sedih.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tubuh dibersihkan dengan air. Jiwa dibersihkan dengan air mata. Akal dibersihkan dengan pengetahuan. Dan jiwa dibersihkan dengan cinta.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan menganggap diamnya seseorang sebagai sikap sombongnya, bisa jadi dia sedang sibuk bertengkar dengan dirinya sendiri.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan biarkan hatimu berlarut-larut dalam kesedihan atas masa lalu, atau itu akan membuatmu tidak akan pernah siap untuk menghadapi apa yang akan terjadi.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang pesimis selalu melihat kesulitan di setiap kesempatan, tapi orang yang optimis selalu melihat kesempatan dalam setiap kesulitan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Diberkatilah dia yang kesalahannya sendiri mampu mencegahnya dari melihat kesalahan orang lain.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sebagian obat justru menjadi penyebab datangnya penyakit, sebagaimana sesuatu yang menyakitkan ada kalanya justru menjadi obat penyembuh.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan biarkan kesulitan membuatmu gelisah. Karena bagaimanapun juga hanya di malam yang paling gelap bintang-bintang tampak bersinar lebih terang.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Teman sejati adalah dia yang selalu memberi nasihat ketika melihat kesalahanmu dan dia yang mau membelamu di saat kamu tidak ada.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Aku tidak akan meninggalkan Sunnah Nabi demi kepentingan siapapun.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Firman Allah adalah obat bagi hati.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Memaafkan adalah kemenangan terbaik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lebih mudah mengubah gunung menjadi debu daripada menanamkan cinta di hati yang dipenuhi dengan kebencian.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan pernah mengambil keputusan ketika sedang marah dan jangan pernah mengumbar janji ketika sedang bergembira.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ya Allah, saat aku kehilangan harapan dan rencana, tolong ingatkan aku bahwa cintaMu jauh lebih besar daripada kekecewaanku, dan rencana yang Engkau siapkan untuk hidupku jauh lebih baik daripada impianku.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Dia yang menaruh kepercayaan pada dunia, maka dunia akan mengkhianatinya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lebih baik mendengarkan musuh yang bijak daripada meminta nasihat dari teman yang bodoh.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sembunyikanlah kebaikan yang kamu lakukan, dan biarkan kebaikan yang telah kamu lakukan itu hanya diketahui olehmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ada dua jenis manusia: 1) mereka yang mencari tapi tidak bisa menemukan, dan 2) mereka yang menemukan tapi masih menginginkan lebih.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan besarkan anakmu dengan cara orang tuamu membesarkanmu dulu, karena mereka lahir di zaman yang berbeda.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Selalu ada cahaya bagi orang yang mau melihat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang penuh harap akan terus mencari, sementara orang yang penuh ketakutan akan melarikan diri.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Yakinlah, ada sesuatu yang menantimu setelah sekian banyak kesabaran (yang kau jalani), yang akan membuatmu terpana hingga kau lupa betapa pedihnya rasa sakit.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kemarahan itu seperti bola api, tapi jika kamu menelannya, itu akan lebih manis daripada madu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ucapan itu seperti obat, dosis kecilnya bisa menyembuhkan tapi jika berlebihan bisa membunuh.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tidak ada yang lebih menyakiti hati daripada dosa.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jika kamu ingin menguji karakter seseorang, hormati dia. Jika dia memiliki karakter yang bagus, dia akan lebih menghormatimu, namun jika dia memiliki karakter buruk, dia akan merasa dirinya paling baik dari semuanya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Berhentilah membahas apa yang tidak kamu ketahui dan membicarakan tentang apa yang tidak menjadi perhatianmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Betapa terhormatnya ilmu, karena orang yang tidak memilikinya mengatakan bahwa dia memiliki ilmu. dan betapa tidak terhormatnya kebodohan, karena orang yang memilikinya mengatakan bahwa dia tidak bodoh.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan merasa kesepian berada di atas jalan kebenaran hanya karena sedikitnya orang yang berada di sana.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Banyak permasalahan pelik yang berhasil diselesaikan dengan sikap bermurah hati.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ada dua cara untuk menjalani hidup yang menyenangkan, entah itu di dalam hati seseorang ataukah dalam doa seseorang.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sabar sesaat saja di saat marah akan menyelamatkan kita dari ribuan penyesalan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kehidupan ini tidak lain hanyalah seperti bayangan awan, mimpinya seorang yang tertidur.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Berikan perhatian dan bersikap baiklah kepada istrimu. Dia adalah bunga yang lembut, bukan budak rumah tanggamu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jagalah dirimu dari sifat marah. Karena kemarahan itu dimulai dengan kegilaan dan berakhir dengan penyesalan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Aku akan terus bersabar, bahkan sampai kesabaran itu sendiri merasa lelah dengan kesabaranku.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Berikan ribuan kesempatan kepada lawan untuk menjadi kawan, tapi jangan berikan satu kesempatan pun bagi kawan untuk menjadi lawan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Abaikan rasa sakit, atau jika tidak maka kamu tidak akan pernah merasa bahagia.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kehidupan itu cuma dua hari saja. Satu hari untukmu, satu hari melawanmu. Maka pada saat ia untukmu, jangan bangga dan gegabah; dan pada saat ia melawanmu bersabarlah. Keduanya adalah ujian bagimu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Seorang teman tidak bisa dianggap teman sampai ia diuji dalam tiga kesempatan: 1) di saat membutuhkan, 2) di belakangmu, dan 3) setelah kematianmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tidak ada yang bisa menjaga rahasiamu lebih baik daripada dirimu sendiri, maka jangan salahkan siapapun orang yang mengungkapkan rahasiamu karena kamu sendiri tidak bisa menyembunyikannya. Rahasiamu adalah tawananmu, yang jika dilepaskan, itu akan membuatmu menjadi tahanan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan mengikuti mayoritas, tapi ikutilah jalan kebenaran. Hiduplah di dunia ini layaknya seorang pengembara, dan tinggalkan setiap kenangan manis di belakangmu. Sesungguhnya kita hanyalah tamu di sini, dan setiap tamu harus segera pergi.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan katakan pada Allah ‘aku punya masalah besar’, tetapi katakan pada masalah bahwa ‘aku punya Allah Yang Maha besar’.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang dapat menjadi tuan bagi dirinya, menjadi pemandu untuk nafsunya dan menjadi kapten untuk bahtera kehidupannya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Balas dendam terbaik adalah dengan menjadikan dirimu lebih baik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Aku sudah pernah merasakan semua kepahitan dalam hidup. Dan yang paling pahit ialah berharap pada manusia.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tubuh dibersihkan dengan air. Jiwa dibersihkan dengan air mata. Akal dibersihkan dengan pengetahuan. Dan jiwa dibersihkan dengan cinta.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ucapan sahabat yang jujur lebih besar harganya daripada harta benda yang diwarisi dari nenek moyang.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jadilah manusia yang baik dalam pandangan Allah. Jadilah manusia yang buruk dalam pandangan sendiri. Jadilah manusia yang biasa dalam pandangan orang lain.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan menasihati orang bodoh, karena dia akan membencimu. Nasihatilah orang yang berakal, karena dia akan mencintaimu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Pergunjingan adalah puncak kemampuan orang-orang yang lemah.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Selemah-lemah manusia ialah orang yang tak mau mencari sahabat. Dan orang yang lebih lemah dari itu ialah orang yang menyia-nyiakan sahabat yang telah dicari.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jika ada kata-kata yang melukai hati, menunduklah dan biarkan ia melewatimu. (jangan dimasukkan hati agar tidak lelah hatimu).",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tiga macam orang yang tidak diketahui kecuali dalam tiga situasi: 1) Tidak diketahui orang pemberani kecuali dalam situasi perang; 2) Tidak diketahui orang yang penyabar kecuali ketika sedang marah; 3) Tidak diketahui sebagai teman kecuali ketika temannya sedang butuh.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Tiada kekayaan yang lebih utama daripada akal. Tiada keadaan lebih menyedihkan daripada kebodohan. Tiada warisan yang lebih baik daripada pendidikan. Dan tiada pembantu yang lebih baik daripada musyawarah.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Dirimu yang sebenarnya adalah apa yang kamu lakukan di saat tiada orang yang melihatmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang suka berkata jujur mendapatkan tiga hal; kepercayaan, cinta dan rasa hormat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sungguh wanita mampu menyembunyikan cinta selama 40 tahun, namun tak sanggup menyembunyikan cemburu meski hanya sesaat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Cintailah kekasihmu sekedarnya saja, siapa tahu nanti akan jadi musuhmu. Dan bencilah musuhmu sekedarnya saja, siapa tahu nanti akan jadi kekasihmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Angin tak berhembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan pernah merasa kesepian di atas jalan kebenaran hanya karena sedikitnya orang yang berada di sana.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Diam sampai engkau diminta untuk berbicara, lebih baik daripada kau terus berbicara sampai diminta untuk diam.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Taqwa adalah takut kepada Allah, melaksanakan segala sesuatu yang datang dari-Nya, ridha dengan karunia-Nya walaupun sedikit, dan menyiapkan diri untuk menyambut kematian.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang tidak menguasai matanya, hatinya tidak ada harganya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Bila kau cemas dan gelisah akan sesuatu masuklah ke dalamnya, sebab ketakutan menghadapinya lebih mengganggu daripada sesuatu yang kau takuti sendiri.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Telanlah amarahmu, sebab kau tidak pernah menemukan minuman yang dapat meninggalkan rasa lebih manis daripada itu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sesungguhnya mengikuti hawa nafsu dapat menghalanginya dari kebenaran dan panjang angan-angan dapat membuatnya lupa akhirat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Kezaliman akan terus ada, bukan karena banyaknya orang-orang jahat, tapi karena diamnya orang baik.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jadilah orang yang dermawan, tapi jangan menjadi pemboros. Jadilah orang yang hidup sederhana, tapi jangan menjadi orang yang kikir.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Orang yang suka berkata jujur mendapatkan tiga hal: kepercayaan, cinta, dan rasa hormat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan membenci siapapun, tidak peduli berapa banyak mereka bersalah padamu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Barangsiapa menyalakan api fitnah, maka dia sendiri yang akan menjadi bahan bakarnya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Dua jenis manusia yang tak akan merasa kenyang selama-lamanya: pencari ilmu dan pencari harta.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Ikatlah ilmu dengan menulis.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sifat pemarah adalah musuh utama akal.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Cintailah kekasihmu sekedarnya saja, siapa tahu ia akan menjadi musuhmu. Dan bencilah musuhmu sekadarnya saja, siapa tahu nanti ia akan menjadi kekasihmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Sungguh wanita mampu menyembunyikan cinta selama 40 tahun, namun tak sanggup menyembunyikan cemburu meski hanya sesaat.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Dosa yang paling berbahaya adalah dosa yang diremehkan oleh pelakunya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Pengkhianatan yang paling besar adalah pengkhianatan umat, sedang pengkhianat yang paling keji yaitu pengkhianatan pemimpin.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Aku tidak sebaik yang kau ucapkan, tapi aku juga tidak seburuk apa yang terlintas di dalam hatimu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Bukan kesulitan yang membuat kita takut, tapi ketakutan yang membuat kita sulit.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Apabila sesuatu yang kau senangi tidak terjadi maka senangilah apa yang terjadi.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Berpikirlah positif, tidak peduli seberapa keras kehidupanmu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Saat aku kehilangan harapan dan rencana, tolong ingatkan aku bahwa cinta-Mu jauh lebih besar daripada kekecewaanku, dan rencana yang Engkau siapkan untuk hidupku jauh lebih baik daripada impianku.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Yakinlah, ada sesuatu yang menantimu setelah sekian banyak kesabaran yang kau jalani, yang akan membuatmu terpana hingga kau lupa betapa pedihnya rasa sakit.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Jangan katakan pada Allah ‘aku punya masalah besar’, tetapi katakan pada masalah bahwa ‘aku punya Allah Yang Maha Besar’.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Seseorang yang putus asa melihat kesulitan dalam setiap kesempatan, tetapi orang yang optimis melihat peluang dalam setiap kesulitan.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Manusia yang paling lemah adalah orang yang tidak mampu mencari teman. Namun yang lebih lemah dari itu adalah orang yang mendapatkan banyak teman tetapi menyia-nyiakannya.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Apabila kau jatuh miskin, berdaganglah dengan Allah, yaitu dengan cara memperbanyak sedekah.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "text": "Lemparlah semua pikiran dari atasmu, menjadi air, api, tanah, dan langit. Jangan berada dalam tubuh. Jangan terlihat di luar tubuh.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta itu milikmu, jangan mengejar. Itu hadiah dari Tuhan, jangan mencarinya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kekuatan cinta datang dari memberi, bukan menerima.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Aku tidak mencari cinta. Aku hanya mencari siapa dan apa saja yang menghalangi cintaku.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta sejati hanya datang setelah kita melepas semua hal yang bukan cinta.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika cintamu bukan kesukaan, apa itu?",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah api yang segala sesuatunya, baik buruk hangus di dalamnya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Percayakan hatimu kepada cinta. Jangan kehilangan harapan sebelum cintamu menuntunmu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta itu tidak mengklaim: cinta nafsu, tidak dilanda kegelisahan, dan tidak meminta.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Itulah cinta sejati: melihat Allah di dalam dirimu sendiri.",
    "author": "Jalaludin Rumi"
  },
  { "text": "Cinta itu air mata dari matahari.", "author": "Jalaludin Rumi" },
  {
    "text": "Biarkan cinta menjadi cahaya bagi jiwa; itu akan membuka pintu hati yang tertutup.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah bahasa yang tidak perlu kata-kata untuk dinyatakan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam cinta, kedua hati saling berbicara tanpa menggunakan kata-kata.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta bukanlah sesuatu yang bisa dipahami dengan pikiran; itu hanya bisa dipahami dengan hati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta itu seperti angin; kamu tidak bisa melihatnya, tapi kamu bisa merasakannya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta bukanlah tentang menemukan seseorang yang sempurna, tapi tentang melihat kekurangan mereka dengan kasih sayang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah penerimaan tanpa syarat dari jiwa lain.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah kilas silau yang menunjukkan keberadaan Tuhan dalam diri kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah api yang menghanguskan ego dan menyatukan jiwa.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah bahasa yang tidak perlu diterjemahkan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Pada dasarnya, cinta adalah rahasia yang jauh lebih besar daripada kita sadari.",
    "author": "Jalaludin Rumi"
  },
  { "text": "Cinta adalah gerakan diam.", "author": "Jalaludin Rumi" },
  {
    "text": "Cinta itu seperti tanaman; perlu waktu, perhatian, dan ruang untuk tumbuh.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta tidak ada dalam mencari atau mendapatkan, tetapi dalam memberi.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Hidup ini seperti kendaraan, dan hati adalah pengemudinya.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Jangan menjadi tempat tinggal bagi kesedihan. Kesedihan hanya membuat hati lelah.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Kehidupan adalah tarian. Saat Anda gagal, lengkapi tarian tersebut dengan senyum.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Ciptakanlah keindahan di dalam hati Anda, dan keindahan di sekitar Anda akan mengikuti.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Hidup ini seperti cermin. Jika Anda tersenyum padanya, ia akan tersenyum padamu.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Setiap cahaya yang kita lihat berasal dari kilauan matahari, dan setiap kesempurnaan berasal dari rasa syukur.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Jangan jatuh cinta dengan dunia ini, karena dunia ini hanya sementara.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Hidup ini seperti sebuah mata pelajaran, setiap hari kita belajar sesuatu yang baru.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Dunia ini penuh dengan kesempatan, jangan sia-siakan kesempatan itu karena takut gagal.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "“Ketika Anda memahami bahwa hidup ini sementara, Anda akan merasa lebih berharga.”",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan menjadi penentu hidupmu, biarkan kehidupan yang menentukan arahmu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Hidup adalah anugerah, jadilah bersyukur atas setiap detiknya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Hidup ini seperti roda, kadang di atas kadang di bawah. Tetapi, tetaplah bertahan dan percaya pada perubahan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kehidupan adalah cermin, apa yang kita tanam, itulah yang akan kita tuai.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan biarkan masa lalu menghantui, fokuslah pada saat ini dan buat masa depanmu lebih baik.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kehidupan ini singkat, jangan sia-siakan waktumu dengan hal yang tak berarti.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap kesulitan adalah ujian, hadapilah dengan ketabahan dan kepercayaan diri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Hiduplah seperti mata air yang tidak pernah berhenti mengalir, terus bergerak maju meski banyak halangan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kehidupan yang sukses bukanlah tentang memiliki segalanya, tetapi tentang membuat yang terbaik dari apa yang kita miliki.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kehidupan memang penuh perubahan, tapi jangan biarkan itu merubah dirimu menjadi pahit.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan mencari cahaya di luar. Cari cahaya di dalam dirimu sendiri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Keluar dari kepala dan masuklah ke hati. Pengetahuan mendatangkan kekosongan, kearifan membawa kecintaan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jatuh cinta bukanlah tentang melihat satu sama lain, tetapi melihat bersama ke arah yang sama.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Penyakitmu adalah obatmu. Sakitmu adalah kesempatan untuk tumbuh.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika Anda berani melihat ke dalam diri Anda sendiri, Anda akan menemukan harta karun yang lebih besar daripada yang lain di luar.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama sejati adalah mencintai diri sendiri dan mencintai sesama manusia.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Tuhan ada di setiap agama, namun ia tak terdapat di semua doktrin agama.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan mencari Tuhan di luar diri, carilah-Nya di dalam dirimu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama tidak boleh memisahkan manusia, tetapi harus menyatukan hati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Hanya cinta yang dapat membawa kita dekat kepada Tuhan, bukan ritual keagamaan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika engkau mencari kebenaran, carilah di dalam hati dan bukan di luar diri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama seharusnya mengajar kita untuk mencintai, bukan untuk membenci.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama yang sesungguhnya adalah agama cinta dan kebaikan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ketika hati telah bersatu dengan Tuhan, agama tidak lagi diperlukan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Iman sejati adalah memiliki kepercayaan yang mendalam pada kasih sayang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Tuhan tidak melihat agama seseorang, tetapi melihat kebaikan dan kasih sayang di dalam hatinya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama sejati adalah menjaga kedamaian dan kasih sayang di dunia.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Bukan ritual keagamaan yang mendekatkan kita pada Tuhan, tetapi cinta yang tulus.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Hanya dengan hati yang terbuka kita dapat merasakan kehadiran Tuhan di dalam diri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Kebebasan sejati adalah melepaskan diri dari belenggu dogma agama dan menemukan kebenaran melalui cinta.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama seharusnya menjadi sumber kedamaian dan inspirasi, bukan konflik dan permusuhan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap agama memiliki keindahan dan hikmahnya sendiri, namun cinta adalah bahasa universal yang dapat menghubungkan kita semua.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam cinta, tak ada perbedaan agama, hanya kebersamaan dalam kasih sayang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama yang benar adalah agama hati, bukan agama yang ditentukan oleh manusia.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Tuhan tidak memandang label agama, tetapi ia melihat keikhlasan dan kasih sayang dalam hati kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Cinta adalah agama sejati yang menghubungkan kita dengan Tuhan dan sesama manusia.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama bukanlah tentang berpakaian atau tata cara ibadah, tetapi tentang kehidupan yang penuh makna dan kasih sayang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Mengenal Tuhan bukanlah tentang mengikuti aturan agama, tetapi tentang menyerahkan diri pada kasih-Nya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Agama sejati adalah menyadari bahwa kita semua adalah bagian dari satu kesatuan cinta yang lebih besar.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ketika hati dipenuhi dengan cinta, agama tidak lagi menjadi hal yang penting, karena cinta adalah tujuan tertinggi dari semua agama.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah tempat cinta pertama dan kenangan terindah.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam pelukannya, ibu mengajarkan kita tentang kehangatan dan kelembutan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Di setiap doanya, ibu meletakkan harapan dan cinta yang tak terbatas.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah sosok yang mampu menyembuhkan luka dengan senyumannya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam kelembutannya, ibu mengajarkan kita tentang kasih sayang yang tulus.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam pelukannya, ibu selalu memberikan ketenangan yang tak tergantikan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan sabarnya, ibu mengajarkan tentang kesetiaan dan keikhlasan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah sumber kekuatan dan cahaya di tengah kegelapan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Di setiap nasihatnya, ibu menunjukkan kebijaksanaan dan keberanian.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam keheningannya, ibu mengajarkan tentang kekuatan dalam kesederhanaan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah tempat kita kembali saat dunia terasa berat.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam senyumnya, ibu menunjukkan kegembiraan dan harapan yang tak pernah pudar.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan tawanya, ibu mengajarkan tentang kebahagiaan sejati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah tempat kita mencari perlindungan dan keamanan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan cintanya, ibu mengajarkan tentang pengorbanan dan pengampunan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam tangisnya, ibu menunjukkan tentang kepedihan dan kejujuran yang tulus.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah pahlawan tak berjubah yang selalu hadir di setiap langkah kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan kasih sayangnya, ibu mengajarkan tentang kelembutan dan kehangatan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam tersenyum, ibu mampu mengusir ketakutan dan kegelisahan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah sosok yang selalu memberikan dukungan tak terbatas dalam setiap langkah kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam pelukannya, ibu selalu menyediakan tempat untuk kita kembali dengan segala kelelahan dan kelembutan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan senyumannya, ibu mampu menyelimuti kita dengan kehangatan dan keberanian.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ibu adalah tempat kita mencari kekuatan saat dunia terasa lelah.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam senyumannya, ibu menunjukkan tentang keceriaan dan kebahagiaan yang tulus.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dengan doanya, ibu selalu menyertai kita dalam setiap langkah dan pergulatan kehidupan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah titik henti antara masa lalu dan masa depan di mana cinta hadir untuk memenuhi kekosongan hati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah api yang terus menyala dalam hati, memanggil kita untuk kembali kepada asal kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan mengeluh tentang rindu, karena dalam rindu kita menemukan keajaiban cinta yang abadi.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah bahasa hati yang memanggil nama kekasih yang tersembunyi di dalam diri kita.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam setiap rindu, terbukalah peluang untuk memperdalam hubungan dengan yang Maha Kuasa dan dengan diri sendiri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah aliran cinta yang terus mengalir, menghubungkan hati yang merindukan dengan objek keinginannya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah tanda bahwa kita selalu terhubung dengan sesuatu yang lebih besar dari diri kita sendiri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam rindu, kita menemukan kesempurnaan cinta yang tak terbatas.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah perjalanan spiritual yang memperdalam hubungan kita dengan yang Maha Esa.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam setiap rindu, terdapat kehadiran yang abadi yang mengingatkan kita akan keberadaan cinta yang tak tergoyahkan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rinduku padamu seperti angin yang tidak pernah berhenti berhembus, mengelilingi dunia tanpa batas.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu tidak pernah membosankan, karena setiap detik tanpanya membuatku semakin merindukannya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu pada yang menciptakan rasa ini, membuat hatiku terus berkumandang nama-Nya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam rindu, aku menemukan Tuhan. Dalam rindu, aku menemukan diriku sendiri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika rindu ini adalah kegilaan, biarkan aku terus berada dalam kegilaan ini hingga akhir hayatku.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu padamu membuat hari-hariku lebih berarti, meskipun hanya dalam kenangan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rinduku padamu seperti air yang mengalir terus, tidak pernah berhenti mencari jalan pulang kepadamu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu seperti api yang membakar, membara tanpa henti dalam hatiku.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah doa yang terus terlantunkan dalam hati, memohon agar dipertemukan kembali denganmu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu membuatku tersadar akan betapa besarnya kasih sayang yang kutinggalkan dalam dirimu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam rindu, aku merindukanmu, sebagaimana bunga merindukan embun di pagi hari.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah pelukan abadi yang tak pernah padam di tengah perpisahan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah irama cinta yang melodi dan kata-katanya terus berdenting di hati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam rindu, aku menyimpanmu dalam setiap detak jantung yang merindukanmu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Rindu adalah doa yang terus berkumandang, memohon agar kita kembali bersatu dalam cinta.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan menangis karna perpisahan, tetapi senyumlah karena pernah memiliki.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Terkadang perpisahan adalah cara Tuhan memberi kita kesempatan yang lebih baik lagi.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika Anda dipisahkan dari seseorang yang Anda cintai, jangan bersedih. Cinta yang lebih besar akan datang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam perpisahan, ada keindahan. Ada pembebasan. Ada kebebasan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap perpisahan adalah kesempatan untuk menemukan kembali diri sendiri.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah bagian dari hidup. Jadilah bersyukur untuk semua kenangan yang telah kita bagi bersama.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap perpisahan membuka pintu untuk pertemuan yang lebih indah.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Pergi bukanlah akhir, tetapi awal dari perjalanan baru.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah saat di mana kita belajar untuk melepaskan dan membiarkan apa yang ada pergi.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan bersedih saat perpisahan, karena itu adalah cara Tuhan mempersiapkan kita untuk hal yang lebih baik.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jika perpisahan adalah bagian dari perjalanan, maka menerima dan memahaminya adalah kunci untuk kedamaian.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah cinta yang terlalu besar untuk dikekalkan dalam satu tempat.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Dalam perpisahan, kita belajar untuk menghargai saat ini dan melepaskan yang telah berlalu.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah pelajaran untuk mencintai dengan lebih ikhlas dan melepaskan dengan lebih ikhlas pula.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap perpisahan adalah kesempatan untuk tumbuh dan berkembang.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah bagian dari tarian kehidupan, yang belum tentu berakhir.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Ketika kita merelakan perpisahan, kita membuka jalan bagi kebahagiaan baru.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah cara Tuhan memberi kita ruang untuk memperbaiki diri dan mencari tujuan yang lebih besar.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan merindukan perpisahan, tetapi syukurilah karena telah mengalami cinta yang sejati.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Saat kita menerima perpisahan, kita memberi kesempatan untuk cinta yang lebih dalam lagi.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah saat di mana cinta menjadi lebih kuat daripada kehadiran fisik.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Jangan bersedih. Setiap perpisahan adalah pintu masuk untuk cinta yang lebih besar.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap perpisahan adalah kesempatan untuk menciptakan kisah yang baru.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perpisahan adalah cermin dari ketergantungan yang lebih besar pada Tuhan dan takdir-Nya.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Setiap perpisahan adalah cerminan dari pertemuan yang lebih indah di masa depan.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Perbuatan baik adalah yang menumpahkan cahaya di dalam hati, memperluas dada dan ruang jiwa, serta membawa kedamaian.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Seseorang mungkin satu hari nanti dia akan insaf dan bertaubat atas kesalahannya, karena itu, memandang dengan kasih sayang adalah lebih baik daripada memandang dengan kecaman.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Kebajikan akan membuat jiwa itu bersinar, dan memantulkan bayangannya, sementara keburukan akan membuatnya gelap.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Hidup adalah saat yang berharga yang harus dimanfaatkan dengan sebaik-baiknya, tidak untuk kesenangan semata, tapi untuk mencapai kebajikan.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Syukur adalah kunci untuk meningkatkan nikmat, sedangkan keluhan adalah pintu menuju kehancuran.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ketahuilah bahwa kamu telah menciptakan musuh yang hidup bersamamu, dan dia adalah dirimu sendiri yang selalu menuntut keinginan duniawi.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Alam semesta seperti cermin yang besar. Tiap bagian darinya menunjukkan kebesaran Sang Pencipta.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan lemas karena kemiskinan, karena kekayaan sejati adalah kekayaan hati, bukan kekayaan harta.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Kedamaian hati didapat ketika seseorang telah melepaskan diri dari keinginan duniawi dan menetapkan hati hanya kepada Allah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan biarkan hari ini dipenuhi dengan kegiatan yang tidak membawa manfaat untuk hari esok dalam kehidupanmu.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Nafsu adalah seperti bayi, jika engkau mengijinkannya, ia akan tumbuh menjadi seorang pemberontak.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ibadah tanpa keikhlasan adalah seperti beban yang tidak mendatangkan manfaat.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Kebanggaan adalah penutup mata, yang menghalangi seseorang melihat kebenaran.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan menjual dirimu dengan harga murah, ketika kamu memiliki nilai yang tak terhingga dalam pandangan Allah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Waktu adalah pedang, jika kamu tidak memotongnya, ia akan memotongmu.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Kegembiraan dan kesedihan adalah tamu, dan hati adalah rumahnya, tapi jangan sampai salah satu dari mereka menjadi pemilik rumah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Keimanan yang hidup adalah yang tercermin dalam perbuatan, bukan sekadar kata-kata.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Setinggi apapun ilmu seseorang, dia masih harus memerlukan sifat memaafkan orang lain yang telah menyakiti hatinya.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Perang terbesar adalah melawan kelemahan dan kejahatan diri sendiri.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Rasa takut yang berlebihan dari dunia adalah sumber dari semua kehawatiran, bebaskan dirimu darinya dan engkau akan mencapai ketenangan.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Tantangan dalam hidup adalah pelajaran, hadapilah dengan tenang dan niat baik.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Setiap kita adalah khalifah di muka bumi ini, berlakulah sebagai wakil Tuhan dengan bertindak adil dan penuh tanggung jawab.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Kesendirian membawa kedalaman berpikir, ketenangan jiwa, dan kedekatan dengan Tuhan.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ilmu adalah cahaya yang membimbing jiwa manusia melalui kegelapan ketidaktahuan menuju cahaya pengetahuan dan kebijaksanaan.",
    "author": "Imam Ghazali "
  },
  { "text": "Kesabaran adalah kunci keberhasilan.", "author": "Imam Ghazali " },
  {
    "text": "Mulailah dengan melakukan yang wajib, kemudian naikkan dirimu ke tingkat yang lebih tinggi dengan melakukan yang sunnah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Hati yang penuh rasa syukur adalah kunci untuk mendapatkan lebih banyak berkah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Bukalah mata hatimu, dan kamu akan melihat tanda-tanda kebesaran Allah di sekitarmu.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan biarkan hari-harimu berlalu tanpa meninggalkan kebaikan.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Mulailah dengan melakukan yang wajib, kemudian naikkan dirimu ke tingkat yang lebih tinggi dengan melakukan yang sunnah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Pembersihan jiwa lebih penting daripada membersihkan tubuh.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Masa lalu adalah pelajaran, masa kini adalah kesempatan, dan masa depan adalah harapan.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan biarkan kesedihan merusak hatimu, tetapi jadikanlah itu sebagai titik balik untuk menjadi lebih kuat.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Pikirkanlah sebelum berbicara, karena kata-kata memiliki kekuatan yang besar.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan biarkan kemarahan menguasai dirimu, tetapi kendalikanlah kemarahanmu.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan mencari kebahagiaan di luar dirimu, karena kebahagiaan sejati ada di dalam dirimu.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Setiap musibah adalah ujian, dan setiap kesulitan adalah peluang untuk bertumbuh.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ketika kamu berdoa, percayalah bahwa Allah akan mengabulkan doamu dengan cara yang terbaik.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan biarkan kegagalan menghentikan langkahmu menuju sukses.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan memandang rendah pada siapapun, karena setiap orang memiliki potensi yang luar biasa.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Berbuat baiklah kepada orang tua, karena kebahagiaan mereka adalah kunci untuk mendapatkan berkah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Perbaikilah dirimu sendiri sebelum mengkritik orang lain.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Banyaklah bersyukur atas apa yang kamu miliki, daripada mengeluhkan apa yang tidak kamu miliki.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jadilah orang yang rendah hati, karena kesombongan adalah akar dari banyak masalah.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan sia-siakan waktu, karena waktu adalah anugerah yang berharga.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Berpikirlah sebelum bertindak, karena setiap tindakan memiliki konsekuensi.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Jangan takut gagal, tetapi takutlah untuk tidak mencoba.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ciptakanlah kebaikan di sekitarmu, dan kamu akan melihat dunia menjadi tempat yang lebih baik.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Ingatlah bahwa kehidupan ini singkat, maka manfaatkanlah setiap saat dengan bijaksana.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Bersyukurlah atas segala nikmat, bahkan yang terkecil sekalipun.",
    "author": "Imam Ghazali "
  },
  {
    "text": "Allah tidak akan pernah membebani seseorang melainkan sesuai dengan kesanggupannya,",
    "author": "Q.S. Al-Baqarah (2:286)"
  },
  {
    "text": "Dan janganlah kamu merasa lemah, dan jangan pula (kamu merasa) bersedih hati. Sebab, kamu paling tinggi derajatnya jika kamu (termasuk) orang yang beriman,",
    "author": "Q.S. Al-Imran (3:139)."
  },
  {
    "text": "Dan Dia Allah akan memberi manusia rezeki dari arah yang tak disangka-sangka. Dan barangsiapa yang bertawakal kepada Allah, niscaya Allah ‘kan cukupkan (keperluan)nya. Sungguh, Allah melaksanakan urusan-Nya (menepati janji-Nya),",
    "author": "Q.S At-Talaq (65:3)."
  },
  {
    "text": "Wahai orang-orang yang beriman! Mohonlah pertolongan kepada Allah dengan sabar dan shalat. Sungguh, Allah (akan selalu) bersama orang-orang yang sabar,",
    "author": "Q.S Al-Baqarah (2:153)."
  },
  {
    "text": "Juallah kehidupanmu saat ini untuk kehidupanmu selanjutnya, akhirat, niscaya kamu akan mendapatkan keduanya. Tetapi, jika kamu menjual kehidupan selanjutnya untuk kehidupan saat ini, maka kamu akan kehilangan keduanya,",
    "author": "Hasan Al-Basri."
  },
  {
    "text": "Dunia ini ibarat bayangan. Jika kamu berusaha menangkapnya, dia akan lari. Tetapi, jika kamu membelakanginya, maka dia tak punya pilihan selain untuk mengikutimu,",
    "author": "Ibnu Qayyim."
  },
  {
    "text": "Keikhlasan adalah rahasia antara Allah dengan hamba-Nya. Bahkan, malaikat pencatat pun tidak dapat mengetahui hal itu barang sedikit guna dituliskannya dalam catatan amal. Setan juga tidak mengetahui sehingga dia tidak bisa merusaknya, nafsu pun tidak menyadari sehingga ia tidak bisa mempengaruhinya,",
    "author": "Junayd Al-Baghdadi."
  },
  {
    "text": "Terkadang Allah akan membiarkanmu merasakan pahitnya kehidupan dunia, sehingga kamu dapat menghargai dan mencicipi manisnya iman,",
    "author": "Omar Suleiman."
  },
  {
    "text": "Nasibmu telah ditulis oleh tinta cinta-Nya. Kemudian disegel dengan rahmat-Nya. Jadi tak perlu takut, percayakanlah dirimu kepada-Nya dan berharaplah pada segala ketetapan-Nya,",
    "author": "Gems of Jannah."
  },
  {
    "text": "Allah selalu menjawab doamu dengan tiga cara. Pertama, langsung mengabulkannya. Kedua, menundanya. Ketiga, menggantinya dengan yang lebih baik untukmu,",
    "author": "."
  },
  {
    "text": "Jika apa yang kamu harapkan tidak terjadi, maka kamu harus mencoba untuk menyukai apa-apa yang sedang terjadi,",
    "author": "."
  },
  {
    "text": "Takutlah pada Allah karena hukumannya. Cintai Dia, karena Allah sangat penuh dengan belas kasihan,",
    "author": "."
  },
  {
    "text": "Allah menjadikanmu seorang Muslim karena ingin melihatmu berada di surga-Nya. Dan yang perlu kamu lakukan adalah menunjukkan jika kamu pantas untuk itu,",
    "author": "."
  },
  {
    "text": "Setiap kamu akan tidur, cobalah untuk mulai merenung. Apakah langkahmu hari ini sudah membuatmu semakin dekat dengan Allah? Atau malah sebaliknya, membuatmu semakin jauh dari Allah?",
    "author": "."
  },
  {
    "text": "Ketika rasa sakit hatimu membuatmu jatuh, ingatlah Allah melihat semuanya dan sedang merencanakan hal baik lainnya,",
    "author": "."
  },
  {
    "text": "Petunjuk tidak bisa dicapai kecuali oleh pengetahuan. Dan, arah tujuan yang benar tidak akan bisa dituju kecuali dengan kesabaran,",
    "author": "."
  },
  {
    "text": "Teruslah berusaha dengan harapan apa yang kamu impikan. Dan janganlah lupa untuk mendampingi usaha tersebut dengan kesabaran serta keikhlasan,",
    "author": "."
  },
  {
    "text": "Setelah kamu memohon bimbingan menuju jalan yang lurus kepada Allah, maka jangan hanya berdiri di tempat. Mulailah melangkah,",
    "author": "."
  },
  {
    "text": "Definisi dari kata kuat itu bukan berarti tidak pernah dan tidak boleh menangis. Tetapi, orang yang kuat itu adalah orang yang terus beristikamah di jalan Allah ketika menghadapi segala ujian dan godaan,",
    "author": "."
  },
  {
    "text": "Maka sesungguhnya bersama kesulitan ada kemudahan,",
    "author": "Q.S Al-insyirah (94:5)."
  },
  {
    "text": "Dan sesungguhnya, Allah itu bersama orang-orang yang (senang) berbuat baik,",
    "author": "Q.S Al-Ankabut (29:69)."
  },
  {
    "text": "Dan tidak ada satu pun makhluk bergerak (bernyawa) di muka bumi ini melainkan semuanya (telah) dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semuanya (ada) dalam Kitab yang nyata (Lauhul Mahfuz),",
    "author": "Q.S Hud (11:6)."
  },
  {
    "text": "Ketika kita ingin memperbaiki hubungan kita dengan Allah, maka percayalah jika Dia akan memperbaiki semua hal yang lain untuk kita. Jika kamu ingin menghancurkan suatu negara tanpa perang, maka berbuatlah perzinahan & ketelanjangan umum di generasi berikutnya,",
    "author": "Salahuddin Ayyubi."
  },
  {
    "text": "Percayalah kepada Allah ketika segala sesuatunya tidak berjalan seperti yang kamu inginkan. Allah punya rencana yang lebih baik untukmu. Lidah seseorang itu bisa memberimu rasa hati yang sesungguhnya,",
    "author": "Ibnu Qayyim."
  },
  {
    "text": "Kamu tidak boleh membiarkan hatimu merasakan kesenangan yang berlebih hanya karena pujian dari orang lain. Kamu akan merasa sedih jika kecaman datang dari mereka suatu hari nanti,",
    "author": "Imam Ghazali."
  },
  {
    "text": "Jika kamu mencintai seseorang, biarkan dia pergi. Jika ia kembali, maka ia milikmu. Namun jika tidak, maka ketahuilah jika dia bukan milikmu,",
    "author": "Ali bin Abi Thalib."
  },
  {
    "text": "Arti ikhlas ialah melupakan pujian dari manusia dan terus berusaha untuk mencari rida dari Sang Pencipta. Barang siapa yang di hadapan manusia menghiasi diri dengan suatu hal yang tidak dia miliki, maka ia telah jauh dari rahmat Allah,",
    "author": "Ibnu Al-Qayyim."
  },
  {
    "text": "Tidak ada solusi yang lebih baik bagi dua insan yang saling mencintai dibanding pernikahan,",
    "author": "H.R. Ibnu Majah."
  },
  {
    "text": "Mencintai makhluk itu sangat berpeluang mengalami kehilangan. Kebersamaan bersama makhluk juga berpeluang mengalami perpisahan. Hanya cinta kepada Allah yang tidak akan membuatmu kehilangan,",
    "author": "Habiburrahman El Shirazy."
  },
  {
    "text": "Tidak perlu berduka. Apa pun yang hilang dari dirimu, pasti akan kembali lagi dalam wujud yang lain,",
    "author": "Jalaluddin Rumi."
  },
  {
    "text": "Penderitaan adalah anugerah. Di dalamnya tersembunyi belas kasihan Tuhan semesta alam,",
    "author": "Jalaluddin."
  },
  {
    "text": "Aku sangat amat percaya. Hanya cinta dari Tuhanku Allah lah yang akan membuat semua sakitku sembuh,",
    "author": "."
  },
  {
    "text": "Alangkah baiknya jika kamu tidak membiarkan perasaan cinta yang kamu miliki membuat kamu menjadi terikat padanya. Jangan pula kamu membiarkan rasa benci menguasaimu dan berbuat kehancuran,",
    "author": "."
  },
  {
    "text": "Pada setiap malam sebelum tidur, maafkanlah semua orang. Lalu, tidurlah dengan hati yang bersih,",
    "author": "."
  },
  {
    "text": "Jangan hanya berterima kasih kepada Allah ketika semuanya berjalan baik dan sesuai keinginanmu. Terima kasih lah kepada-Nya bahkan ketika segala sesuatunya terasa sulit,",
    "author": "."
  },
  {
    "text": "Allah merupakan tempat hamba-Nya berserah diri. Kita juga dapat memohon untuk meminta bantuan kepada-Nya. Agama Islam ini mengajari kita banyak doa-doa untuk berbagai hal, termasuk mengatasi kesedihan,",
    "author": "."
  },
  {
    "text": "Percayalah pada garis ketentuan takdir-Nya. Dia, Allah, adalah penulis skenario terbaik, dia juga yang tahu kapan sesuatu itu menjadi baik untuk kita,",
    "author": "."
  },
  {
    "text": "Ucapkanlah kata syukur, Alhamdulillah, maka kamu akan jauh dari kufur,",
    "author": "."
  },
  {
    "text": "Jika bukan Allah yang membersamai langkah dari kaki kecilku ini, mungkin aku bukan apa-apa. Dialah yang mempermudah urusan dan memenuhi kebutuhan,",
    "author": "."
  },
  {
    "text": "Lebih baik kehilangan sesuatu demi Tuhan. Daripada harus kehilangan Tuhan hanya demi mendapatkan sesuatu,",
    "author": "Mufti Menk."
  },
  {
    "text": "Berdoalah kepada Allah, niscaya pasti Dia mendengarnya. Karena dialah yang Maha Mendengar hati manusia,",
    "author": "."
  },
  {
    "text": "Jika kamu pikir kekayaan hanya tentang harta dan jumlah yang dipunya, maka itu merupakan kekeliruan yang besar. Orang yang paling kaya adalah mereka yang tidak akan membiarkan dirinya jatuh pada keserakahan,",
    "author": "."
  },
  {
    "text": "Mengubah takdir untuk Allah sangatlah mudah. Mudah sekali, seperti memutarkan telapak tanganmu. Dia dapat dengan mudah mengubah masa terberatmu menjadi waktu terbaik untuk bangkit,",
    "author": "."
  },
  {
    "text": "Saat aku sudah memilih jalanku, jalan menuju surga-Nya. Memilih untuk lebih dekat dengan sang Khaliq. Maka aku tidak akan membiarkan siapapun, apapun, dan bagaimanapun membuatku menyerah,",
    "author": "."
  },
  {
    "text": "Hal yang akan aku perbaiki adalah cara aku mengambil keputusan dalam menghadapi masalah. Aku tidak akan terus bersantai dan mengandalkan imaji. Karena itu akan menjadi titik awal hatiku merasakan cemas, resah, dan gelisah,",
    "author": "."
  },
  {
    "text": "Tidak ada manusia dengan sifat-sifat kesempurnaan sejak lahir. Tetapi Allah menyelamatkan dan memberikan kita kehormatan melalui agama Islam,",
    "author": "."
  },
  {
    "text": "Aku punya banyak hal yang harus aku syukuri. Aku sehat, bahagia, dan penuh cinta dari Allah. Alhamdulillah,",
    "author": "."
  },
  {
    "text": "Berdoalah setiap waktu dan jadikan itu sebagai kebiasaan. Maka yakinlah, kedepannya kesuksesan akan menjadi gaya hidup yang paling kau syukuri,",
    "author": "."
  },
  {
    "text": "Penggemar dari seorang penulis datang saat orang-orang telah mempelajari karyanya.Hal ini juga bekerja pada kehidupan. Ketika kamu memilih membaca Al-qur’an, maka kamu akan semakin mencintai Penulisnya,",
    "author": "."
  },
  {
    "text": "Jangan minder untuk mulai berbuat baik. Kamu hanya perlu untuk berjanji pada dirimu sendiri untuk tidak berhenti berbuat baik. Meski kebaikanmu diragukan dan dilupakan, maka Allah lah yang paling berhak menilaimu,",
    "author": "."
  },
  {
    "text": "Sungguh, Tuhan sama sekali tidak salah orang. Tetapi, orang-oranglah yang salah pada diri mereka sendiri,",
    "author": "."
  },
  {
    "text": "Mengapa kamu bisa dengan mudahnya menaruh harap kepada suatu makhluk, padahal kamu bisa membuat harap yang besar pada sang Maha Pencipta?",
    "author": "."
  },
  {
    "text": "Jika dengan berbuat salah atau dosa itu justru membuatmu merasa tidak layak atas hidayah Allah, maka itu sama saja kamu menganggap orang tidak boleh mandi karena sudah terlalu kotor,",
    "author": "."
  },
  {
    "text": "Bersabar terhadap orang lain laksana cinta. Bersabar terhadap diri sendiri merupakan harap, dan bersabar terhadap Allah adalah keyakinan juga kewajiban,",
    "author": "."
  },
  {
    "text": "Musibah bagaikan air keruh yang datang. Semakin diaduk dia, semakin keruh pula airnya. Maka tenang dan bersabarlah ketika menghadapi masalah. Karena sejatinya, sebentar lagi dia akan jernih,",
    "author": "."
  },
  {
    "text": "Bukan seorang teman, pacar yang amat kau cintai, atau keluargamu, yang akan setia kepadamu dan siap menerima serta senantiasa bersamamu dalam berbagai situasi sulit, kecuali Allah,",
    "author": "."
  },
  {
    "text": "Kita mungkin pernah disakiti oleh orang yang mencintai kita, tapi kita tidak perlu membuang tenaga dengan ikut membenci orang yang menyakiti kita. Sebaliknya, kita harus berjanji kepada diri kita sendiri bahwa selamanya kita tidak akan pernah menyakiti orang lain seperti ini,",
    "author": "."
  },
  {
    "text": "Nabi Muhammad SAW bersabda: Ya Allah! Kepada-Mu aku berlindung dari kekhawatiran dan kesedihan, dari sifat pengecut dan kikir, dari terlilit hutang dan kesewenang-wenangan manusia, dan dari ketidakmampuan dan kemalasan,",
    "author": "H.R Bukhari."
  },
  {
    "text": "Berdoalah, Allah mendengarmu. Bersabarlah, niscaya Allah akan menjawab doamu pada waktu yang menurut-Nya tepat,",
    "author": "."
  },
  {
    "text": "Percayalah! Rencana Allah itu pasti akan selalu lebih baik dari apa yang telah kamu rencanakan. Namun, tetaplah berjuang dan berdoa hingga kau sendiri yang menemukan bahwa ternyata Allah memang memberikan yang terbaik untukmu,",
    "author": "."
  },
  {
    "text": "Waktu untuk hidup semakin berkurang, jadi jangan sekalipun membiarkan imanmu ikut berkurang. Umur boleh semakin tua dan bertambah, tapi tidak dengan dosa,",
    "author": "."
  },
  {
    "text": "Libatkanlah Allah dalam segala urusan duniamu. Maka niscayalah, sesuatu yang tampak bagimu sulit akan menjadi lebih mudah dan penuh dengan berkah,",
    "author": "."
  },
  {
    "text": "Mengucapkan satu kata syukur, ‘Alhamdulillah’ sambil merasa ribuan kesakitan adalah contoh dari besarnya keyakinan yang kamu miliki pada Allah,",
    "author": "."
  },
  {
    "text": "Tidak semua orang bisa ingat dan berterima kasih pada Allah saat Allah limpahkan kenikmatan-Nya. Maka, jika kamu bisa melakukan hal tersebut, kamu akan merasa sangat beruntung bisa mengucap syukur atas berkah itu sendiri,",
    "author": "."
  },
  {
    "text": "Aku merasa tidak pantas untuk berpikir rendah diri ketika aku sudah tahu bahwa Allah selalu melimpahkan berkah dan karunianya kepadaku sedari aku kecil,",
    "author": "."
  },
  {
    "text": "Percaya lah, Allah SWT tidak akan pernah mengecewakan hamba-Nya karena janji-Nya. Jika Anda masih merasa kecewa, bisa jadi ada yang salah dengan keimananmu. ",
    "author": ""
  },
  {
    "text": "Jangan mengeluh jika diberikan sebuah musibah, justru seharusnya malah bersyukur. Karena melalui kesulitan tersebut, Allah memberikan kesempatan agar Anda berubah menjadi manusia lebih baik. ",
    "author": ""
  },
  {
    "text": "Ingat lah, jika Anda masih dikasih kesempatan untuk menghirup napas semua itu atas seizin Allah SWT. Ketahuilah, oksigen tersebut merupakan sebuah berkah yang mengandung tanggung jawab. ",
    "author": ""
  },
  {
    "text": "Apabila terjadi sebuah hal yang tidak Anda sukai, maka senangi lah kejadian tersebut. Karena sesungguhnya itu adalah takdir Allah SWT. ",
    "author": ""
  },
  {
    "text": "Jangan menjerumuskan hatimu tenggelam terus menerus dalam sebuah kesedihan di masa lampau, atau Anda tidak akan pernah siap untuk menghadapi dan menjalani hari-hari mendatang. ",
    "author": ""
  },
  {
    "text": "Kunci utama dari kehidupan yang bahagia terletak pada tiga perkara yakni bersyukur dalam keadaan apapun, bersabar atas kesulitan dan ikhlas menerima segala ketetapan (takdir) Allah SWT. ",
    "author": ""
  },
  {
    "text": "Tidak ada alasan bagi seseorang untuk tidak bersyukur. Karena pada dasarnya terdapat banyak hal yang membuat manusia patut mensyukurinya, dan itu menjadi lebih baik dari pada harus mengeluh. ",
    "author": ""
  },
  {
    "text": "Ketika mata dan hati seseorang belum terbuka untuk mensyukuri atas apa yang dimiliki meskipun hanya sedikit, maka orang tersebut tidak akan pernah mampu memanjatkan syukur terhadap segala sesuatu apapun alasannya. ",
    "author": ""
  },
  {
    "text": "Ketahuilah, sesungguhnya yang membuat seseorang merasa tertekan bukan karena kondisi hidup dengan keterbatasan maupun kekurangan. Melainkan disebabkan oleh kebiasaan mengeluh, sedangkan bersyukur justru membuat jalan menjadi lebih mudah. ",
    "author": ""
  },
  {
    "text": "Memang apa salahnya jika jalan hidup ini tidak sempurna?. Bukankah Anda tahu kalau disini dunia, bukan surga. ",
    "author": ""
  },
  {
    "text": "Tidak ada satu pun cara ampuh menjadi ikhlas, melainkan dengan berusaha mendekatkan diri kepada Allah SWT. ",
    "author": ""
  },
  {
    "text": "Tersenyumlah, meskipun darah menetes di hatimu.",
    "author": "Ali bin Abi Thalib "
  },
  {
    "text": "Seseorang tidak akan melupakan dua wajah dalam hidupnya: yang menolongnya saat ia memerlukannya dan yang meninggalkannya sendirian di masa sulit.",
    "author": "Imam Husain. a.s. "
  },
  {
    "text": "Saat seseorang yang membencimu tidak bisa menemukan kesalahanmu, caramu bernlfapas pun bisa menjadi masalah untuknya",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "Apa yang akan menjadi suratan takdir akan menjadi milikmu meskipun berada di bawah gunung. Apa yang bukan digariskan takdir tidak akan mencapaimu meskipun berada diantara dua bibirmu.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kadang-kadang, kesulitan yang ingin kau hilangkan adalah sesuatu yang justru menyembuhkan, melindungi, dan menyelamatkanmu.",
    "author": "Yasmin Mogahed "
  },
  {
    "text": "Jangan biarkan pendapat orang lain tentangmu menjadi pendapatmu atas dirimu sendiri",
    "author": "Nouman Ali Khan "
  },
  {
    "text": "Cara terbaik untuk mengalahkan seseorang adalah dengan kesantunan.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kita memiliki orang-orang yang akan tetap mencintai kita walaupun kita sudah menghancurkannya sampai berkeping-keping, dan orang-orang yang tetap akan membenci kita walaupun kita sudah menyuapinya dengan madu murni.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Tiga hal dari tindakan mulia di dunia ini dan kelak di akhirat: maafkan dia yang telah berbuat zalim kepadamu, kunjungi dia yang telah memutuskan silaturahim denganmu, dan bersabarlah ketika dirimu tidak dipedulikan",
    "author": "Ja’far Ash Sadiq "
  },
  {
    "text": "Jangan bersusah hati, apapun yang hilang akan datang lagi dalam bentuk lain.",
    "author": "Jalaluddin Rumi "
  },
  {
    "text": "Cara paling mujarab untuk menghilangkan rasa kesedihan cuma satu yaitu dengan meningkatkan kualitas sholatmu. Berikan sedikit ruang, agar Anda bisa berinteraksi lebih dekat dengan Allah SWT, sehingga dapat mensyukuri nikmat yang Tuhan berikan. ",
    "author": ""
  },
  {
    "text": "Ingat lah untuk tidak bahagia secara berlebihan, karena itu semua akan menyebabkanmu melupakan Tuhan. Dan jangan pula berlarut-larut dalam kesedihan, sebab hal ini justru menjerumuskanmu pada rasa putus asa serta menyalahkan Allah SWT. ",
    "author": ""
  },
  {
    "text": "Merasa sedih itu perlu dan ini bukan lah hal buruk. Karena dari rasa tersebut, seseorang bisa belajar dan mengerti arti bahagia. Begitu juga dengan kehilangan Anda dapat lebih menghargai kehadiran. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang terlalu larut dalam kesedihan tidak jarang membuatnya lupa bahwa di dunia ini terdapat banyak hal indah yang bisa membuat hidup menjadi lebih bahagia dan berwarna. ",
    "author": ""
  },
  {
    "text": "Jika kamu benar, tidak perlu marah. Jika salah, kamu tidak berhak marah.",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "Keimanan itu ada dua bagian: sebagian adalah kesabaran dan sebagiannya lagi adalah rasa syukur.",
    "author": "Ibn Qayyim Al Jauziyah "
  },
  {
    "text": "Kesabaran adalah hati yang tidak merasakan kemarahan tentang apa yang sudah digariskan dan bibir yang tidak mengeluh.",
    "author": "Ibnu Qayyim Al Jauziyah "
  },
  {
    "text": "Sabar saat menahan marah mencegah ribuan penyesalan.",
    "author": "Ali Bin Abi Talib "
  },
  {
    "text": "Sangat sulit untuk bersabar, tetapi membuang buah (pahala) kesabaran adalah yang terburuk",
    "author": "Abu Bakar "
  },
  {
    "text": "Bersabarlah. Tidak peduli seberapa sulitnya, tidak peduli seberapa gelap kelihatannya jalan di depan. Sesungguhnya, dengan kesabaran akan datang kemenangan dan kesulitan akan segera hilang.",
    "author": "Dr. Aidh Bin Abdullah Al Qarni (buku Don’t be sad) "
  },
  {
    "text": "Sabar bukan berarti hanya diam dan membiarkan kemarahan menumpuk di dalam hatimu. Kesabaran adalah membicarakan apa yang mengganggu perasaanmu tanpa kehilangan kendali atas emosimu.",
    "author": "Nourman Ali Khan "
  },
  {
    "text": "Tidak ada dua hal yang disatukan menjadi lebih baik dari ilmu pengetahuan dan kesabaran",
    "author": "Muhammad s.a.w. "
  },
  {
    "text": "Di balik setiap wajah yang tersenyum, ada cerita tentang kesabaran yang tidak terungkap",
    "author": "Iman Zaidy "
  },
  {
    "text": "Aku akan bersabar, bahkan sampai kesabaran itu sendiri yang kemudian menjadi letih dengan kesabaranku.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Ketika Allah SWT meminta Anda harus menunggu untuk sesuatu yang diinginkan, maka bersabarlah dan bersiaplah mendapatkan hal lebih baik dari permintaanmu. ",
    "author": ""
  },
  {
    "text": "Tahanlah amarah, disaat ada orang lain yang mencoba untuk menjatuhkanmu. Tanggapilah dengan memberikan senyuman. Dan katakan, Anda adalah ujian yang Allah SWT berikan kepadaku. ",
    "author": ""
  },
  {
    "text": "Begitu gampangnya seseorang terpancing amarahnya karena sesuatu hal yang dilakukan orang lain. Disaat seperti itu, cobalah berpikir kembali sejauh ini betapa Allah SWT telah bersabar kepadamu. ",
    "author": ""
  },
  {
    "text": "Jangan salah artikan sabar sebagai sebuah sikap pasif dengan menunggu datangnya keajaiban. Karena sesungguhnya makna dari sebuah kesabaran adalah berusaha merubah keadaan dengan melakukan semua kemungkinan dan menyerahkan hasilnya kepada Allah. ",
    "author": ""
  },
  {
    "text": "Jangan pernah berpikir bahwa orang kuat itu selalu menang serta tidak pernah mengalami kegagalan. Karena sesungguhnya seseorang yang hebat, adalah Anda yang tetap tegar dan selalu bangkit kembali meski dihantam beribu-ribu kesulitan. ",
    "author": ""
  },
  {
    "text": "Tidak ada yang pernah menjanjikan bahwa jalan kehidupan seseorang selalu mudah serta tanpa rintangan. Namun, Allah SWT telah berjanji akan selalu dekat dan bersama dengan orang-orang sabar. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang mengharapkan akan kesuksesan maupun kebahagiaan. Maka disaat itu pula lah kesabaran sudah menjadi kewajiban. ",
    "author": ""
  },
  {
    "text": "Tidak ada seorang pun yang bilang bahwa sabar itu mudah, namun akan sangat rugi apabila menyia-nyiakan pahala dari buah kesabaran tersebut. ",
    "author": ""
  },
  {
    "text": "Amat sangat beruntung bagi orang yang mampu menahan amarah dan bersabar sebentar saja ketika dilanda masalah yang memancing emosi. Karena hal itu dapat menjauhkan Anda dari ribuan penyesalan di masa mendatang. ",
    "author": ""
  },
  {
    "text": "Jangan pernah merasa berduka karena kehilangan sesuatu. Yakinlah, bahwa hal itu akan kembali lagi dalam bentuk atau wujud yang berbeda. ",
    "author": ""
  },
  {
    "text": "Kekayaan seseorang tidak hanya dilihat dari seberapa banyak harta dimiliki. Melainkan, orang terkaya adalah siapa saja yang dengan ikhlas menerima ketentuan (takdir) dari Allah SWT dengan senang hati. ",
    "author": ""
  },
  {
    "text": "Jangan melakukan hal sia-sia dengan menjelaskan siapa dirimu, seberapa banyak hartamu, apa jabatanmu kepada orang yang membencimu, karena itu semua tidak penting dan dianggap percuma. ",
    "author": ""
  },
  {
    "text": "Pernah berpikir, jika dunia ini ibaratnya seperti bayangan. Semakin berusaha untuk mengejarnya, maka hal itu justru malah lari dan menjauh. Namun sebaliknya, jika Anda membelakangi, maka semuanya justru mengikuti. ",
    "author": ""
  },
  {
    "text": "Bersihkan lah hatimu dari rasa dengki. Pasalnya, perasaan tersebut justru akan menghabiskan amal kebaikanmu. Layaknya api yang membakar habis kayu bakar dalam waktu sekejap ",
    "author": ""
  },
  {
    "text": "Jika ingin mencari tempat yang paling damai di dunia, maka penuhilah hatimu dengan iman. Niscaya itu akan menjadi zona ternyaman di kehidupan ini. ",
    "author": ""
  },
  {
    "text": "Jangan pernah merasa iri hati, kecuali untuk dua perkara. Pertama, orang yang diberi harta berlimpah dan dihabiskan di jalan benar. Kedua, seseorang kaya akan pengetahuan tentang Al Quran, kemudian mengamalkannya. ",
    "author": ""
  },
  {
    "text": "Merasa bersalah itu boleh saja, karena sesungguhnya perasaan tersebut datangnya dari Allah SWT sebagai karunia untuk mengingatkan Anda, bahwa hal yang dikerjakan tersebut melukai jiwamu. ",
    "author": ""
  },
  {
    "text": "Berusahalah untuk selalu mengucapkan kata-kata baik dan penuh kasih sayang, terutama untuk orang-orang tercinta. Karena tidak ada yang tahu, jika mungkin itu adalah saat terakhir bagi Anda. ",
    "author": ""
  },
  {
    "text": "Memberikan maaf memang bukan perkara mudah, namun alangkah lebih baiknya jika sebelum tidur untuk berusaha memaafkan kesalahan orang lain. Dengan begitu, Anda dapat istirahat dengan hati yang bersih. ",
    "author": ""
  },
  {
    "text": "Apabila tidak ingin melihat keturunanmu menyakiti orang lain, maka kuncinya cuma satu yakni jangan pernah tunjukkan kepada anak-anakmu bagaimana cara melakukan hal tersebut. ",
    "author": ""
  },
  {
    "text": "Beruntunglah wanita yang anak pertamanya adalah perempuan.",
    "author": "Nabi Muhammad SAW "
  },
  {
    "text": "Wanita bukan pakaian yang bisa kamu pakai dan lepaskan sesukamu. Mereka terhormat dan memiliki haknya sendiri.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kecantikan yang kaulihat dari diriku adalah cerminan dirimu sendiri.",
    "author": "Jalaluddin Rumi. "
  },
  {
    "text": "Seorang wanita bisa menyembunyikan cintanya selama 40 tahun, namun tidak bisa menyembunyikan kebenciannya lebih dari satu jam. Dan jika seorang wanita meneteskan air mata karena seorang pria yang telah berlaku buruk kepadanya, Malaikat akan mengutuk pria itu dalam tiap langkahnya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Jika pasanganmu marah, kau harus tenang. Saat seseorang menjadi api, yang lain harus menjadi air",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Dia percaya kepadaku, saat yang lain menolakku.",
    "author": "Nabi Muhammad (s.a.w) berkisah tetang Khadijah "
  },
  {
    "text": "Sebagian kecantikanmu terpancar dari caramu berbicara.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Sopan santun adalah perhiasan terbaik seorang perempuan.",
    "author": "Fatima Azzahra "
  },
  {
    "text": "Wanita diciptakan lebih murah hati daripada pria. Mereka diciptakan cantik dan tidak garang, karena kecantikan tidak suka menyakiti dan kejam kepada orang lain. Itulah mengapa wanita tampak lemah, tetapi sebetulnya tidak. Malaikat adalah makhluk ciptaanNya terkuat dan wanita lebih dekat dengan malaikat daripada pria sehingga, wanita lebih mampu daripada pria untuk membawa cahaya malaikat.",
    "author": "Nabi Muhammad (s.a.w.) "
  },
  {
    "text": "Diantara para pria, hanya dua yang beruntung: mereka yang memiliki sahabat yang setia dan mereka yang ibunya berdoa untuknya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Nah, setelah tadi menyimak tentang kata bijak Islami tentang masa sulit, kesabaran, dan tentang wanita, sekarang saatnya kita membaca tentang kata bijak islami tentang hal yang lebih umum. ",
    "author": ""
  },
  {
    "text": "Sebaik-baiknya perhiasan dunia adalah perempuan, sedangkan sebagus-bagusnya keindahan terbaik bagi seorang wanita terletak pada rasa malunya. ",
    "author": ""
  },
  {
    "text": "Begitu tingginya derajat wanita, hingga agama Islam meninggikan derajat kaum hawa dari dasar bumi sampai-sampai syurga diletakkan di bawah kakinya. ",
    "author": ""
  },
  {
    "text": "Hati manusia diibaratkan seperti sebuah gelas. Jika diisi dengan cinta kepada Allah SWT, maka ruang yang tersisa untuk rasa keinginan atau obsesi terhadap kehidupan dunia jadi lebih sedikit. ",
    "author": ""
  },
  {
    "text": "Tidak sembarang orang bisa melihat apalagi menyentuh seorang wanita muslimah yang mempunyai akhlak baik serta mempunyai pembawaan bijak. Perempuan sholehah tersebut ibaratnya seperti mutiara di langit ketujuh. ",
    "author": ""
  },
  {
    "text": "Jangan takut jika hatimu hancur, mungkin menurutmu itu hal buruk padahal sebaliknya kejadian ini justru bagus. Karena ditengah hati yang patah, maka cahaya Allah SWT jadi lebih mudah untuk masuk ke dalamnya. ",
    "author": ""
  },
  {
    "text": "Di balik kesuksesan suami bukan karena ada seorang wanita di belakangnya. Karena dalam sebuah pernikahan keduanya berjalan bersama dan saling beriringan. Tidak ada yang di depan maupun belakang. ",
    "author": ""
  },
  {
    "text": "Tahukah Anda makna dibalik akad nikah?. Ketika janji tersebut diucapkan, maka di saat itu pula lah seorang pria menyatakan kesiapannya untuk menerima tanggung jawab atas istrinya. Mulai dari melayani, mencintai hingga melindungi. ",
    "author": ""
  },
  {
    "text": "Seorang perempuan sholehah tidak akan pernah merasa khawatir menikah dengan laki-laki karena kekurangan harta. Namun, wanita muslimah tersebut lebih takut jika harus menjalani kehidupan rumah tangga bersama lelaki yang miskin ilmu serta tanggung jawab. ",
    "author": ""
  },
  {
    "text": "Buatlah pasanganmu merasa nyaman dengan jangan banyak menuntutnya untuk menjadi sempurna. Namun, berusahalah agar semua yang ada dalam diri menjadi lebih baik supaya bisa menutupi kekurangannya. ",
    "author": ""
  },
  {
    "text": "Cinta merupakan salah satu rasa terindah yang diberikan oleh sang Maha Pencipta. Namun, ingatlah Allah SWT akan menguji hamba-Nya dengan hal itu. Maka, jangan berlebihan menaruh hati ke seseorang agar tidak terlalu bersedih nantinya. ",
    "author": ""
  },
  {
    "text": "Cintai dan benci lah seseorang dengan sekedarnya saja, karena suatu saat orang itu bisa menjadi musuh atau bahkan kekasihmu. Sesungguhnya, Allah SWT maha membolak-balikkan hati manusia. ",
    "author": ""
  },
  {
    "text": "Bisa jadi Anda membenci sesuatu padahal itu adalah hal terbaik. Begitu pula sebaliknya, mungkin yang disukai justru buruk. Sesungguhnya Allah SWT maha mengetahui yang tidak manusia pahami. ",
    "author": ""
  },
  {
    "text": "Ingat lah, sesungguhnya cinta sejati justru mendorong seseorang untuk meraih surga Allah SWT. Bukan malah sebaliknya, saling bergandengan dan berjalan beriringan menuju panasnya api neraka. ",
    "author": ""
  },
  {
    "text": "Sebaik-baik pasangan adalah orang yang bisa menjadi pembimbing. Mengarahkan dan membimbing menuju jalan kebenaran, selalu mengingatkan dengan penuh kasih sayang. Bukan hanya di dunia, namun juga di akhirat. ",
    "author": ""
  },
  {
    "text": "Ilmu pengetahuan lebih baik daripada kekayaan. Pengetahuan akan melindungi dirimu, tetapi kekayaan, kamu yang harus melindunginya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Jika memang Allah pasti tidak akan mengabulkan doamu, lalu kenapa Dia mengijinkamu untuk memanjatkannya? ",
    "author": ""
  },
  {
    "text": "Salah satu bagian dari iman adalah kesederhanaan.",
    "author": "Nabi Muhammad s.a.w. "
  },
  {
    "text": "Jika kamu ingin mengetahui karakter seseorang, lihatlah bagaimana teman-teman bergaulnya.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Tiga kebiasaan yang akan menghancurkan seorang pria ataupun seorang wanita: kerakusan, kecemburuan, dan kesombongan.",
    "author": "Imam Abu Hamid Al Ghazali. "
  },
  {
    "text": "Lidah (kata-kata) seseorang akan memberimu rasa dari hatinya.",
    "author": "Ibnu Al-Qayyim Al Jauziyah. "
  },
  {
    "text": "Segala sesuatu akan menyusut jika digunakan, kecuali ilmu pengetahuan”",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Ilmu pengetahuan tanpa tindakan adalah ketidakwarasan, dan tindakan tanpa ilmu pengetahuan adalah kesombongan.",
    "author": "Imam Abu Hamid Al Ghazali. "
  },
  {
    "text": "Naikkan (level) kata-katamu, jangan naikkan nada suaramu. Hujanlah yang membuat bunga mekar, bukan petir.",
    "author": "Jalaluddin Rumi. "
  },
  {
    "text": "Aku sungguh berharap kau tahu apa yang tersimpan dalam hatiku untukmu. Tapi, kau tidak akan pernah tahu, kecuali dari tingkah lakuku",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Satu hal yang sangat rendah hati yang bisa kamu lakukan adalah membiarkan dirimu diajari orang lain, sebagai sikap penghargaan, meskipun kamu sudah mengetahui hal (yang diajarkan) itu.",
    "author": "Dr. Bilal Philips. "
  },
  {
    "text": "Ketika seseorang yang kita cintai jatuh sakit, kita akan bilang bahwa itu adalah ujian, tetapi saat seseorang yang kita tidak sukai jauh sakit, kita bilang hukuman. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang yang kita cintai menderita karena musibah, kita bilang bahwa itu karena dia orang baik, tetapi saat seseorang yang kita tidak sukai menderita karena musibah, kita bilang karena dia melakukan kesalahan kepada orang lain. Hati-hatilah menggunakan kalimat-kalimat atas nama yang Maha Kuasa berdasarkan keinginan atau semaumu saja “",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "“Kepada seorang yang sedang depresi, jangan pernah kau mengatakan untuk mengobati rasa depresi mereka hanya dengan membaca Al Quran saja. Saat seseorang mengalami patah kaki, kau tidak mengatakan padanya untuk hanya membaca Al Quran tanpa pergi ke dokter. Mengapa kita menyarankan ini kepada orang-orang yang depresi di lingkungan kita?",
    "author": "Syakh Azhar Nasser "
  },
  {
    "text": "Orang yang rakus itu pada kenyataannya adalah orang miskin, meskipun dia memiliki seisi dunia.",
    "author": "Wahab bin Munabbih. "
  },
  {
    "text": "“Seringkali, orang dengan masa lalu yang paling buruk menjadi yang terbaik di masa depan.",
    "author": "Umar Bin Khattab. "
  },
  {
    "text": "Ada tiga tindakan yang dianggap terhormat: merendahkan pandangan, merendahkan suara, dan melangkah dengan hati-hati.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Saya masih muda, luntang-lantung, dan telah meninggalkan pekerjaan sebagai seorang mekanik. Saya sungguh tidak tahu apa .”yang harus saya lakukan. Tapi suara yang tenang selalu berbisik padaku, ‘Apa pun yang kamu lakukan, pastikan itu besar dan hebat.",
    "author": "Moin Akhtar "
  },
  {
    "text": "Jangan biarkan lidahmu mengucapkan kesalahan orang lain, karena kau punya kesalahan dan orang lain juga memiliki lidah. Jangan biarkan matamu mendapati kesalahan orang lain. Palingkan matamu dan katakan padanya: “oh mata, orang lain juga memiliki mata.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Bertanyalah karena kau ingin mengerti, bukan bertanya karena kamu ingin menemukan kesalahan. Ali bin Abi Thalib ",
    "author": ""
  },
  {
    "text": "Para malaikat menurunkan sayap mereka untuk para pencari pengetahuan, yang merasa bahagia saat dia sedang belajar mencari ilmu itu.",
    "author": "Nabi Muhammad s.a.w. "
  },
  {
    "text": "Kata-kata atau bahasa yang kotor atau kurang baik digunakan oleh orang-orang yang tidak memiliki kematangan atau kecerdasan untuk mengekspresikan diri dengan kata-kata yang lebih baik.",
    "author": "Nouman Ali Khan. "
  },
  {
    "text": "Hidangan yang paling buruk untuk disuguhkan adalah perjamuan pernikahan yang hanya mengundang orang kaya sedangkan yang miskin tidak diundang.",
    "author": "Muhammad Al Bukhari "
  },
  {
    "text": "Kesalahan adalah sesuatu yang kau kira itu benar untuk dilakukan tetapi ternyata hal itu salah. Dosa adalah sesuatu yang jelas-jelas kau tahu itu salah.",
    "author": "Imam Anwar Al Awlaki. "
  },
  {
    "text": "Berikan musuhmu ribuan kesempatan untuk menjadi temanmu, tetapi jangan berikan satu kesempatan pun untuk temanmu menjadi musuhmu.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Orang yang paling penyayang adalah yang memberikan maaf pada saat sebetulnya dia mampu untuk membalas.",
    "author": "Imam Husain. "
  },
  {
    "text": "Tiga tanda seorang munafik adalah ketika sendirian dia malas, ketika bersama orang lain dia energik, dan dia mengejar pujian untuk semua hal yang dia kerjakan. Tiga tanda orang yang iri adalah dia mencelakakan orang yang dia tidak sukai, jika dia bertemu dengan orang tadi maka dia menyanjungnya, dan dia senang dengan kemalangan orang itu.”",
    "author": "Wahb Bin Munabbih "
  },
  {
    "text": "Beberapa orang telah tiada, tetapi karakter mereka membuat mereka seperti tetap hidup. Yang lainnya masih hidup, tetapi karakter mereka telah membunuh mereka.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Seorang yang bijak akan berpikir sebelum bertindak, tetapi seorang yang kurang bijak akan berbicara dulu baru kemudian berpikir.",
    "author": "Ali bin Abi Thalib. "
  },
  {
    "text": "Tidak peduli apa penampilan fisik Anda, ketika Anda memiliki kebaikan di hati Anda, Anda adalah orang paling cantik di dunia.",
    "author": "Mufti Ismail Menk. "
  },
  {
    "text": "Kesalahan terburuk kita adalah minat kita pada kesalahan yang dibuat oleh orang lain.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Saat orang tidak cerdas berkata kepadaku, mereka akan cenderung menggunakan kata-kata yang kurang baik, tapi aku benci menanggapinya dengan cara yang sama. Semakin bodoh orang itu, semakin aku menjadi sabar. Persis seperti dupa; semakin habis dirinya terbakar, semakin banyak ia menyebarkan aroma wanginya.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Saat seseorang menyanjungmu padahal kamu tidak pantas mendapatkan pujian itu, maka janganlah kamu merasa aman.",
    "author": "Wahab bin Munabbih. "
  },
  {
    "text": "Jika seseorang memujimu untuk hal-hal yang sebetulnya tidak ada padamu, maka pada dasarnya dia mencelamu untuk hal-hal yang juga sebetulnya tidak ada padamu.",
    "author": "Wahab Bin Munabbih. "
  },
  {
    "text": "Jangan membicarakan tentang kekayaanmu di depan orang miskin. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang keadaan kesehatanmu di depan orang yang sedang sakit. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kekuatanmu di depan orang yang lemah. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kebahagiaanmu di depan orang yang sedang bersedih. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kebebasan Anda di depan narapidana atau orang-orang terpenjara. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang anak-anak Anda di depan orang yang tidak memiliki anak. Jangan membicarakan tentang ibu dan ayahmu di depan anak yatim piatu. ",
    "author": ""
  },
  {
    "text": "Karena luka hati mereka tidak bisa mereka tahan lagi.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Bersyukurlah atas siapapun yang hadir dalam hidupmu, karena masing-masing telah dikirim sebagai petunjuk dari Yang Di Atas.",
    "author": "Jalaluddin Rumi. "
  }
]
