[
  {
    "text": "Allah tidak akan pernah membebani seseorang melainkan sesuai dengan kesanggupannya,",
    "author": "Q.S. Al-Baqarah (2:286)"
  },
  {
    "text": "Dan janganlah kamu merasa lemah, dan jangan pula (kamu merasa) bersedih hati. Sebab, kamu paling tinggi derajatnya jika kamu (termasuk) orang yang beriman,",
    "author": "Q.S. Al-Imran (3:139)."
  },
  {
    "text": "Dan Dia Allah akan memberi manusia rezeki dari arah yang tak disangka-sangka. Dan barangsiapa yang bertawakal kepada Allah, niscaya Allah ‘kan cukupkan (keperluan)nya. Sungguh, Allah melaksanakan urusan-Nya (menepati janji-Nya),",
    "author": "Q.S At-Talaq (65:3)."
  },
  {
    "text": "Wahai orang-orang yang beriman! Mohonlah pertolongan kepada Allah dengan sabar dan shalat. Sungguh, Allah (akan selalu) bersama orang-orang yang sabar,",
    "author": "Q.S Al-Baqarah (2:153)."
  },
  {
    "text": "Juallah kehidupanmu saat ini untuk kehidupanmu selanjutnya, akhirat, niscaya kamu akan mendapatkan keduanya. Tetapi, jika kamu menjual kehidupan selanjutnya untuk kehidupan saat ini, maka kamu akan kehilangan keduanya,",
    "author": "Hasan Al-Basri."
  },
  {
    "text": "Dunia ini ibarat bayangan. Jika kamu berusaha menangkapnya, dia akan lari. Tetapi, jika kamu membelakanginya, maka dia tak punya pilihan selain untuk mengikutimu,",
    "author": "Ibnu Qayyim."
  },
  {
    "text": "Keikhlasan adalah rahasia antara Allah dengan hamba-Nya. Bahkan, malaikat pencatat pun tidak dapat mengetahui hal itu barang sedikit guna dituliskannya dalam catatan amal. Setan juga tidak mengetahui sehingga dia tidak bisa merusaknya, nafsu pun tidak menyadari sehingga ia tidak bisa mempengaruhinya,",
    "author": "Junayd Al-Baghdadi."
  },
  {
    "text": "Terkadang Allah akan membiarkanmu merasakan pahitnya kehidupan dunia, sehingga kamu dapat menghargai dan mencicipi manisnya iman,",
    "author": "Omar Suleiman."
  },
  {
    "text": "Nasibmu telah ditulis oleh tinta cinta-Nya. Kemudian disegel dengan rahmat-Nya. Jadi tak perlu takut, percayakanlah dirimu kepada-Nya dan berharaplah pada segala ketetapan-Nya,",
    "author": "Gems of Jannah."
  },
  {
    "text": "Allah selalu menjawab doamu dengan tiga cara. Pertama, langsung mengabulkannya. Kedua, menundanya. Ketiga, menggantinya dengan yang lebih baik untukmu,",
    "author": "Anonim."
  },
  {
    "text": "Jika apa yang kamu harapkan tidak terjadi, maka kamu harus mencoba untuk menyukai apa-apa yang sedang terjadi,",
    "author": "Anonim."
  },
  {
    "text": "Takutlah pada Allah karena hukumannya. Cintai Dia, karena Allah sangat penuh dengan belas kasihan,",
    "author": "Anonim."
  },
  {
    "text": "Allah menjadikanmu seorang Muslim karena ingin melihatmu berada di surga-Nya. Dan yang perlu kamu lakukan adalah menunjukkan jika kamu pantas untuk itu,",
    "author": "Anonim."
  },
  {
    "text": "Setiap kamu akan tidur, cobalah untuk mulai merenung. Apakah langkahmu hari ini sudah membuatmu semakin dekat dengan Allah? Atau malah sebaliknya, membuatmu semakin jauh dari Allah?",
    "author": "Anonim."
  },
  {
    "text": "Ketika rasa sakit hatimu membuatmu jatuh, ingatlah Allah melihat semuanya dan sedang merencanakan hal baik lainnya,",
    "author": "Anonim."
  },
  {
    "text": "Petunjuk tidak bisa dicapai kecuali oleh pengetahuan. Dan, arah tujuan yang benar tidak akan bisa dituju kecuali dengan kesabaran,",
    "author": "Anonim."
  },
  {
    "text": "Teruslah berusaha dengan harapan apa yang kamu impikan. Dan janganlah lupa untuk mendampingi usaha tersebut dengan kesabaran serta keikhlasan,",
    "author": "Anonim."
  },
  {
    "text": "Setelah kamu memohon bimbingan menuju jalan yang lurus kepada Allah, maka jangan hanya berdiri di tempat. Mulailah melangkah,",
    "author": "Anonim."
  },
  {
    "text": "Definisi dari kata kuat itu bukan berarti tidak pernah dan tidak boleh menangis. Tetapi, orang yang kuat itu adalah orang yang terus beristikamah di jalan Allah ketika menghadapi segala ujian dan godaan,",
    "author": "Anonim."
  },
  {
    "text": "Maka sesungguhnya bersama kesulitan ada kemudahan,",
    "author": "Q.S Al-insyirah (94:5)."
  },
  {
    "text": "Dan sesungguhnya, Allah itu bersama orang-orang yang (senang) berbuat baik,",
    "author": "Q.S Al-Ankabut (29:69)."
  },
  {
    "text": "Dan tidak ada satu pun makhluk bergerak (bernyawa) di muka bumi ini melainkan semuanya (telah) dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semuanya (ada) dalam Kitab yang nyata (Lauhul Mahfuz),",
    "author": "Q.S Hud (11:6)."
  },
  {
    "text": "Ketika kita ingin memperbaiki hubungan kita dengan Allah, maka percayalah jika Dia akan memperbaiki semua hal yang lain untuk kita. Jika kamu ingin menghancurkan suatu negara tanpa perang, maka berbuatlah perzinahan & ketelanjangan umum di generasi berikutnya,",
    "author": "Salahuddin Ayyubi."
  },
  {
    "text": "Percayalah kepada Allah ketika segala sesuatunya tidak berjalan seperti yang kamu inginkan. Allah punya rencana yang lebih baik untukmu. Lidah seseorang itu bisa memberimu rasa hati yang sesungguhnya,",
    "author": "Ibnu Qayyim."
  },
  {
    "text": "Kamu tidak boleh membiarkan hatimu merasakan kesenangan yang berlebih hanya karena pujian dari orang lain. Kamu akan merasa sedih jika kecaman datang dari mereka suatu hari nanti,",
    "author": "Imam Ghazali."
  },
  {
    "text": "Jika kamu mencintai seseorang, biarkan dia pergi. Jika ia kembali, maka ia milikmu. Namun jika tidak, maka ketahuilah jika dia bukan milikmu,",
    "author": "Ali bin Abi Thalib."
  },
  {
    "text": "Arti ikhlas ialah melupakan pujian dari manusia dan terus berusaha untuk mencari rida dari Sang Pencipta. Barang siapa yang di hadapan manusia menghiasi diri dengan suatu hal yang tidak dia miliki, maka ia telah jauh dari rahmat Allah,",
    "author": "Ibnu Al-Qayyim."
  },
  {
    "text": "Tidak ada solusi yang lebih baik bagi dua insan yang saling mencintai dibanding pernikahan,",
    "author": "H.R. Ibnu Majah."
  },
  {
    "text": "Mencintai makhluk itu sangat berpeluang mengalami kehilangan. Kebersamaan bersama makhluk juga berpeluang mengalami perpisahan. Hanya cinta kepada Allah yang tidak akan membuatmu kehilangan,",
    "author": "Habiburrahman El Shirazy."
  },
  {
    "text": "Tidak perlu berduka. Apa pun yang hilang dari dirimu, pasti akan kembali lagi dalam wujud yang lain,",
    "author": "Jalaluddin Rumi."
  },
  {
    "text": "Penderitaan adalah anugerah. Di dalamnya tersembunyi belas kasihan Tuhan semesta alam,",
    "author": "Jalaluddin."
  },
  {
    "text": "Aku sangat amat percaya. Hanya cinta dari Tuhanku Allah lah yang akan membuat semua sakitku sembuh,",
    "author": "Anonim."
  },
  {
    "text": "Alangkah baiknya jika kamu tidak membiarkan perasaan cinta yang kamu miliki membuat kamu menjadi terikat padanya. Jangan pula kamu membiarkan rasa benci menguasaimu dan berbuat kehancuran,",
    "author": "Anonim."
  },
  {
    "text": "Pada setiap malam sebelum tidur, maafkanlah semua orang. Lalu, tidurlah dengan hati yang bersih,",
    "author": "Anonim."
  },
  {
    "text": "Jangan hanya berterima kasih kepada Allah ketika semuanya berjalan baik dan sesuai keinginanmu. Terima kasih lah kepada-Nya bahkan ketika segala sesuatunya terasa sulit,",
    "author": "Anonim."
  },
  {
    "text": "Allah merupakan tempat hamba-Nya berserah diri. Kita juga dapat memohon untuk meminta bantuan kepada-Nya. Agama Islam ini mengajari kita banyak doa-doa untuk berbagai hal, termasuk mengatasi kesedihan,",
    "author": "Anonim."
  },
  {
    "text": "Percayalah pada garis ketentuan takdir-Nya. Dia, Allah, adalah penulis skenario terbaik, dia juga yang tahu kapan sesuatu itu menjadi baik untuk kita,",
    "author": "Anonim."
  },
  {
    "text": "Ucapkanlah kata syukur, Alhamdulillah, maka kamu akan jauh dari kufur,",
    "author": "Anonim."
  },
  {
    "text": "Jika bukan Allah yang membersamai langkah dari kaki kecilku ini, mungkin aku bukan apa-apa. Dialah yang mempermudah urusan dan memenuhi kebutuhan,",
    "author": "Anonim."
  },
  {
    "text": "Lebih baik kehilangan sesuatu demi Tuhan. Daripada harus kehilangan Tuhan hanya demi mendapatkan sesuatu,",
    "author": "Mufti Menk."
  },
  {
    "text": "Berdoalah kepada Allah, niscaya pasti Dia mendengarnya. Karena dialah yang Maha Mendengar hati manusia,",
    "author": "Anonim."
  },
  {
    "text": "Jika kamu pikir kekayaan hanya tentang harta dan jumlah yang dipunya, maka itu merupakan kekeliruan yang besar. Orang yang paling kaya adalah mereka yang tidak akan membiarkan dirinya jatuh pada keserakahan,",
    "author": "Anonim."
  },
  {
    "text": "Mengubah takdir untuk Allah sangatlah mudah. Mudah sekali, seperti memutarkan telapak tanganmu. Dia dapat dengan mudah mengubah masa terberatmu menjadi waktu terbaik untuk bangkit,",
    "author": "Anonim."
  },
  {
    "text": "Saat aku sudah memilih jalanku, jalan menuju surga-Nya. Memilih untuk lebih dekat dengan sang Khaliq. Maka aku tidak akan membiarkan siapapun, apapun, dan bagaimanapun membuatku menyerah,",
    "author": "Anonim."
  },
  {
    "text": "Hal yang akan aku perbaiki adalah cara aku mengambil keputusan dalam menghadapi masalah. Aku tidak akan terus bersantai dan mengandalkan imaji. Karena itu akan menjadi titik awal hatiku merasakan cemas, resah, dan gelisah,",
    "author": "Anonim."
  },
  {
    "text": "Tidak ada manusia dengan sifat-sifat kesempurnaan sejak lahir. Tetapi Allah menyelamatkan dan memberikan kita kehormatan melalui agama Islam,",
    "author": "Anonim."
  },
  {
    "text": "Aku punya banyak hal yang harus aku syukuri. Aku sehat, bahagia, dan penuh cinta dari Allah. Alhamdulillah,",
    "author": "Anonim."
  },
  {
    "text": "Berdoalah setiap waktu dan jadikan itu sebagai kebiasaan. Maka yakinlah, kedepannya kesuksesan akan menjadi gaya hidup yang paling kau syukuri,",
    "author": "Anonim."
  },
  {
    "text": "Penggemar dari seorang penulis datang saat orang-orang telah mempelajari karyanya.Hal ini juga bekerja pada kehidupan. Ketika kamu memilih membaca Al-qur’an, maka kamu akan semakin mencintai Penulisnya,",
    "author": "Anonim."
  },
  {
    "text": "Jangan minder untuk mulai berbuat baik. Kamu hanya perlu untuk berjanji pada dirimu sendiri untuk tidak berhenti berbuat baik. Meski kebaikanmu diragukan dan dilupakan, maka Allah lah yang paling berhak menilaimu,",
    "author": "Anonim."
  },
  {
    "text": "Sungguh, Tuhan sama sekali tidak salah orang. Tetapi, orang-oranglah yang salah pada diri mereka sendiri,",
    "author": "Anonim."
  },
  {
    "text": "Mengapa kamu bisa dengan mudahnya menaruh harap kepada suatu makhluk, padahal kamu bisa membuat harap yang besar pada sang Maha Pencipta?",
    "author": "Anonim."
  },
  {
    "text": "Jika dengan berbuat salah atau dosa itu justru membuatmu merasa tidak layak atas hidayah Allah, maka itu sama saja kamu menganggap orang tidak boleh mandi karena sudah terlalu kotor,",
    "author": "Anonim."
  },
  {
    "text": "Bersabar terhadap orang lain laksana cinta. Bersabar terhadap diri sendiri merupakan harap, dan bersabar terhadap Allah adalah keyakinan juga kewajiban,",
    "author": "Anonim."
  },
  {
    "text": "Musibah bagaikan air keruh yang datang. Semakin diaduk dia, semakin keruh pula airnya. Maka tenang dan bersabarlah ketika menghadapi masalah. Karena sejatinya, sebentar lagi dia akan jernih,",
    "author": "Anonim."
  },
  {
    "text": "Bukan seorang teman, pacar yang amat kau cintai, atau keluargamu, yang akan setia kepadamu dan siap menerima serta senantiasa bersamamu dalam berbagai situasi sulit, kecuali Allah,",
    "author": "Anonim."
  },
  {
    "text": "Kita mungkin pernah disakiti oleh orang yang mencintai kita, tapi kita tidak perlu membuang tenaga dengan ikut membenci orang yang menyakiti kita. Sebaliknya, kita harus berjanji kepada diri kita sendiri bahwa selamanya kita tidak akan pernah menyakiti orang lain seperti ini,",
    "author": "Anonim."
  },
  {
    "text": "Nabi Muhammad SAW bersabda: Ya Allah! Kepada-Mu aku berlindung dari kekhawatiran dan kesedihan, dari sifat pengecut dan kikir, dari terlilit hutang dan kesewenang-wenangan manusia, dan dari ketidakmampuan dan kemalasan,",
    "author": "H.R Bukhari."
  },
  {
    "text": "Berdoalah, Allah mendengarmu. Bersabarlah, niscaya Allah akan menjawab doamu pada waktu yang menurut-Nya tepat,",
    "author": "Anonim."
  },
  {
    "text": "Percayalah! Rencana Allah itu pasti akan selalu lebih baik dari apa yang telah kamu rencanakan. Namun, tetaplah berjuang dan berdoa hingga kau sendiri yang menemukan bahwa ternyata Allah memang memberikan yang terbaik untukmu,",
    "author": "Anonim."
  },
  {
    "text": "Waktu untuk hidup semakin berkurang, jadi jangan sekalipun membiarkan imanmu ikut berkurang. Umur boleh semakin tua dan bertambah, tapi tidak dengan dosa,",
    "author": "Anonim."
  },
  {
    "text": "Libatkanlah Allah dalam segala urusan duniamu. Maka niscayalah, sesuatu yang tampak bagimu sulit akan menjadi lebih mudah dan penuh dengan berkah,",
    "author": "Anonim."
  },
  {
    "text": "Mengucapkan satu kata syukur, ‘Alhamdulillah’ sambil merasa ribuan kesakitan adalah contoh dari besarnya keyakinan yang kamu miliki pada Allah,",
    "author": "Anonim."
  },
  {
    "text": "Tidak semua orang bisa ingat dan berterima kasih pada Allah saat Allah limpahkan kenikmatan-Nya. Maka, jika kamu bisa melakukan hal tersebut, kamu akan merasa sangat beruntung bisa mengucap syukur atas berkah itu sendiri,",
    "author": "Anonim."
  },
  {
    "text": "Aku merasa tidak pantas untuk berpikir rendah diri ketika aku sudah tahu bahwa Allah selalu melimpahkan berkah dan karunianya kepadaku sedari aku kecil,",
    "author": "Anonim."
  },
  {
    "text": "Percaya lah, Allah SWT tidak akan pernah mengecewakan hamba-Nya karena janji-Nya. Jika Anda masih merasa kecewa, bisa jadi ada yang salah dengan keimananmu. ",
    "author": ""
  },
  {
    "text": "Jangan mengeluh jika diberikan sebuah musibah, justru seharusnya malah bersyukur. Karena melalui kesulitan tersebut, Allah memberikan kesempatan agar Anda berubah menjadi manusia lebih baik. ",
    "author": ""
  },
  {
    "text": "Ingat lah, jika Anda masih dikasih kesempatan untuk menghirup napas semua itu atas seizin Allah SWT. Ketahuilah, oksigen tersebut merupakan sebuah berkah yang mengandung tanggung jawab. ",
    "author": ""
  },
  {
    "text": "Apabila terjadi sebuah hal yang tidak Anda sukai, maka senangi lah kejadian tersebut. Karena sesungguhnya itu adalah takdir Allah SWT. ",
    "author": ""
  },
  {
    "text": "Jangan menjerumuskan hatimu tenggelam terus menerus dalam sebuah kesedihan di masa lampau, atau Anda tidak akan pernah siap untuk menghadapi dan menjalani hari-hari mendatang. ",
    "author": ""
  },
  {
    "text": "Kunci utama dari kehidupan yang bahagia terletak pada tiga perkara yakni bersyukur dalam keadaan apapun, bersabar atas kesulitan dan ikhlas menerima segala ketetapan (takdir) Allah SWT. ",
    "author": ""
  },
  {
    "text": "Tidak ada alasan bagi seseorang untuk tidak bersyukur. Karena pada dasarnya terdapat banyak hal yang membuat manusia patut mensyukurinya, dan itu menjadi lebih baik dari pada harus mengeluh. ",
    "author": ""
  },
  {
    "text": "Ketika mata dan hati seseorang belum terbuka untuk mensyukuri atas apa yang dimiliki meskipun hanya sedikit, maka orang tersebut tidak akan pernah mampu memanjatkan syukur terhadap segala sesuatu apapun alasannya. ",
    "author": ""
  },
  {
    "text": "Ketahuilah, sesungguhnya yang membuat seseorang merasa tertekan bukan karena kondisi hidup dengan keterbatasan maupun kekurangan. Melainkan disebabkan oleh kebiasaan mengeluh, sedangkan bersyukur justru membuat jalan menjadi lebih mudah. ",
    "author": ""
  },
  {
    "text": "Memang apa salahnya jika jalan hidup ini tidak sempurna?. Bukankah Anda tahu kalau disini dunia, bukan surga. ",
    "author": ""
  },
  {
    "text": "Tidak ada satu pun cara ampuh menjadi ikhlas, melainkan dengan berusaha mendekatkan diri kepada Allah SWT. ",
    "author": ""
  },
  {
    "text": "Tersenyumlah, meskipun darah menetes di hatimu.",
    "author": "Ali bin Abi Thalib "
  },
  {
    "text": "Seseorang tidak akan melupakan dua wajah dalam hidupnya: yang menolongnya saat ia memerlukannya dan yang meninggalkannya sendirian di masa sulit.",
    "author": "Imam Husain. a.s. "
  },
  {
    "text": "Saat seseorang yang membencimu tidak bisa menemukan kesalahanmu, caramu bernlfapas pun bisa menjadi masalah untuknya",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "Apa yang akan menjadi suratan takdir akan menjadi milikmu meskipun berada di bawah gunung. Apa yang bukan digariskan takdir tidak akan mencapaimu meskipun berada diantara dua bibirmu.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kadang-kadang, kesulitan yang ingin kau hilangkan adalah sesuatu yang justru menyembuhkan, melindungi, dan menyelamatkanmu.",
    "author": "Yasmin Mogahed "
  },
  {
    "text": "Jangan biarkan pendapat orang lain tentangmu menjadi pendapatmu atas dirimu sendiri",
    "author": "Nouman Ali Khan "
  },
  {
    "text": "Cara terbaik untuk mengalahkan seseorang adalah dengan kesantunan.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kita memiliki orang-orang yang akan tetap mencintai kita walaupun kita sudah menghancurkannya sampai berkeping-keping, dan orang-orang yang tetap akan membenci kita walaupun kita sudah menyuapinya dengan madu murni.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Tiga hal dari tindakan mulia di dunia ini dan kelak di akhirat: maafkan dia yang telah berbuat zalim kepadamu, kunjungi dia yang telah memutuskan silaturahim denganmu, dan bersabarlah ketika dirimu tidak dipedulikan",
    "author": "Ja’far Ash Sadiq "
  },
  {
    "text": "Jangan bersusah hati, apapun yang hilang akan datang lagi dalam bentuk lain.",
    "author": "Jalaluddin Rumi "
  },
  {
    "text": "Cara paling mujarab untuk menghilangkan rasa kesedihan cuma satu yaitu dengan meningkatkan kualitas sholatmu. Berikan sedikit ruang, agar Anda bisa berinteraksi lebih dekat dengan Allah SWT, sehingga dapat mensyukuri nikmat yang Tuhan berikan. ",
    "author": ""
  },
  {
    "text": "Ingat lah untuk tidak bahagia secara berlebihan, karena itu semua akan menyebabkanmu melupakan Tuhan. Dan jangan pula berlarut-larut dalam kesedihan, sebab hal ini justru menjerumuskanmu pada rasa putus asa serta menyalahkan Allah SWT. ",
    "author": ""
  },
  {
    "text": "Merasa sedih itu perlu dan ini bukan lah hal buruk. Karena dari rasa tersebut, seseorang bisa belajar dan mengerti arti bahagia. Begitu juga dengan kehilangan Anda dapat lebih menghargai kehadiran. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang terlalu larut dalam kesedihan tidak jarang membuatnya lupa bahwa di dunia ini terdapat banyak hal indah yang bisa membuat hidup menjadi lebih bahagia dan berwarna. ",
    "author": ""
  },
  {
    "text": "Jika kamu benar, tidak perlu marah. Jika salah, kamu tidak berhak marah.",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "Keimanan itu ada dua bagian: sebagian adalah kesabaran dan sebagiannya lagi adalah rasa syukur.",
    "author": "Ibn Qayyim Al Jauziyah "
  },
  {
    "text": "Kesabaran adalah hati yang tidak merasakan kemarahan tentang apa yang sudah digariskan dan bibir yang tidak mengeluh.",
    "author": "Ibnu Qayyim Al Jauziyah "
  },
  {
    "text": "Sabar saat menahan marah mencegah ribuan penyesalan.",
    "author": "Ali Bin Abi Talib "
  },
  {
    "text": "Sangat sulit untuk bersabar, tetapi membuang buah (pahala) kesabaran adalah yang terburuk",
    "author": "Abu Bakar "
  },
  {
    "text": "Bersabarlah. Tidak peduli seberapa sulitnya, tidak peduli seberapa gelap kelihatannya jalan di depan. Sesungguhnya, dengan kesabaran akan datang kemenangan dan kesulitan akan segera hilang.",
    "author": "Dr. Aidh Bin Abdullah Al Qarni (buku Don’t be sad) "
  },
  {
    "text": "Sabar bukan berarti hanya diam dan membiarkan kemarahan menumpuk di dalam hatimu. Kesabaran adalah membicarakan apa yang mengganggu perasaanmu tanpa kehilangan kendali atas emosimu.",
    "author": "Nourman Ali Khan "
  },
  {
    "text": "Tidak ada dua hal yang disatukan menjadi lebih baik dari ilmu pengetahuan dan kesabaran",
    "author": "Muhammad s.a.w. "
  },
  {
    "text": "Di balik setiap wajah yang tersenyum, ada cerita tentang kesabaran yang tidak terungkap",
    "author": "Iman Zaidy "
  },
  {
    "text": "Aku akan bersabar, bahkan sampai kesabaran itu sendiri yang kemudian menjadi letih dengan kesabaranku.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Ketika Allah SWT meminta Anda harus menunggu untuk sesuatu yang diinginkan, maka bersabarlah dan bersiaplah mendapatkan hal lebih baik dari permintaanmu. ",
    "author": ""
  },
  {
    "text": "Tahanlah amarah, disaat ada orang lain yang mencoba untuk menjatuhkanmu. Tanggapilah dengan memberikan senyuman. Dan katakan, Anda adalah ujian yang Allah SWT berikan kepadaku. ",
    "author": ""
  },
  {
    "text": "Begitu gampangnya seseorang terpancing amarahnya karena sesuatu hal yang dilakukan orang lain. Disaat seperti itu, cobalah berpikir kembali sejauh ini betapa Allah SWT telah bersabar kepadamu. ",
    "author": ""
  },
  {
    "text": "Jangan salah artikan sabar sebagai sebuah sikap pasif dengan menunggu datangnya keajaiban. Karena sesungguhnya makna dari sebuah kesabaran adalah berusaha merubah keadaan dengan melakukan semua kemungkinan dan menyerahkan hasilnya kepada Allah. ",
    "author": ""
  },
  {
    "text": "Jangan pernah berpikir bahwa orang kuat itu selalu menang serta tidak pernah mengalami kegagalan. Karena sesungguhnya seseorang yang hebat, adalah Anda yang tetap tegar dan selalu bangkit kembali meski dihantam beribu-ribu kesulitan. ",
    "author": ""
  },
  {
    "text": "Tidak ada yang pernah menjanjikan bahwa jalan kehidupan seseorang selalu mudah serta tanpa rintangan. Namun, Allah SWT telah berjanji akan selalu dekat dan bersama dengan orang-orang sabar. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang mengharapkan akan kesuksesan maupun kebahagiaan. Maka disaat itu pula lah kesabaran sudah menjadi kewajiban. ",
    "author": ""
  },
  {
    "text": "Tidak ada seorang pun yang bilang bahwa sabar itu mudah, namun akan sangat rugi apabila menyia-nyiakan pahala dari buah kesabaran tersebut. ",
    "author": ""
  },
  {
    "text": "Amat sangat beruntung bagi orang yang mampu menahan amarah dan bersabar sebentar saja ketika dilanda masalah yang memancing emosi. Karena hal itu dapat menjauhkan Anda dari ribuan penyesalan di masa mendatang. ",
    "author": ""
  },
  {
    "text": "Jangan pernah merasa berduka karena kehilangan sesuatu. Yakinlah, bahwa hal itu akan kembali lagi dalam bentuk atau wujud yang berbeda. ",
    "author": ""
  },
  {
    "text": "Kekayaan seseorang tidak hanya dilihat dari seberapa banyak harta dimiliki. Melainkan, orang terkaya adalah siapa saja yang dengan ikhlas menerima ketentuan (takdir) dari Allah SWT dengan senang hati. ",
    "author": ""
  },
  {
    "text": "Jangan melakukan hal sia-sia dengan menjelaskan siapa dirimu, seberapa banyak hartamu, apa jabatanmu kepada orang yang membencimu, karena itu semua tidak penting dan dianggap percuma. ",
    "author": ""
  },
  {
    "text": "Pernah berpikir, jika dunia ini ibaratnya seperti bayangan. Semakin berusaha untuk mengejarnya, maka hal itu justru malah lari dan menjauh. Namun sebaliknya, jika Anda membelakangi, maka semuanya justru mengikuti. ",
    "author": ""
  },
  {
    "text": "Bersihkan lah hatimu dari rasa dengki. Pasalnya, perasaan tersebut justru akan menghabiskan amal kebaikanmu. Layaknya api yang membakar habis kayu bakar dalam waktu sekejap ",
    "author": ""
  },
  {
    "text": "Jika ingin mencari tempat yang paling damai di dunia, maka penuhilah hatimu dengan iman. Niscaya itu akan menjadi zona ternyaman di kehidupan ini. ",
    "author": ""
  },
  {
    "text": "Jangan pernah merasa iri hati, kecuali untuk dua perkara. Pertama, orang yang diberi harta berlimpah dan dihabiskan di jalan benar. Kedua, seseorang kaya akan pengetahuan tentang Al Quran, kemudian mengamalkannya. ",
    "author": ""
  },
  {
    "text": "Merasa bersalah itu boleh saja, karena sesungguhnya perasaan tersebut datangnya dari Allah SWT sebagai karunia untuk mengingatkan Anda, bahwa hal yang dikerjakan tersebut melukai jiwamu. ",
    "author": ""
  },
  {
    "text": "Berusahalah untuk selalu mengucapkan kata-kata baik dan penuh kasih sayang, terutama untuk orang-orang tercinta. Karena tidak ada yang tahu, jika mungkin itu adalah saat terakhir bagi Anda. ",
    "author": ""
  },
  {
    "text": "Memberikan maaf memang bukan perkara mudah, namun alangkah lebih baiknya jika sebelum tidur untuk berusaha memaafkan kesalahan orang lain. Dengan begitu, Anda dapat istirahat dengan hati yang bersih. ",
    "author": ""
  },
  {
    "text": "Apabila tidak ingin melihat keturunanmu menyakiti orang lain, maka kuncinya cuma satu yakni jangan pernah tunjukkan kepada anak-anakmu bagaimana cara melakukan hal tersebut. ",
    "author": ""
  },
  {
    "text": "Beruntunglah wanita yang anak pertamanya adalah perempuan.",
    "author": "Nabi Muhammad SAW "
  },
  {
    "text": "Wanita bukan pakaian yang bisa kamu pakai dan lepaskan sesukamu. Mereka terhormat dan memiliki haknya sendiri.",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Kecantikan yang kaulihat dari diriku adalah cerminan dirimu sendiri.",
    "author": "Jalaluddin Rumi. "
  },
  {
    "text": "Seorang wanita bisa menyembunyikan cintanya selama 40 tahun, namun tidak bisa menyembunyikan kebenciannya lebih dari satu jam. Dan jika seorang wanita meneteskan air mata karena seorang pria yang telah berlaku buruk kepadanya, Malaikat akan mengutuk pria itu dalam tiap langkahnya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Jika pasanganmu marah, kau harus tenang. Saat seseorang menjadi api, yang lain harus menjadi air",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Dia percaya kepadaku, saat yang lain menolakku.",
    "author": "Nabi Muhammad (s.a.w) berkisah tetang Khadijah "
  },
  {
    "text": "Sebagian kecantikanmu terpancar dari caramu berbicara.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Sopan santun adalah perhiasan terbaik seorang perempuan.",
    "author": "Fatima Azzahra "
  },
  {
    "text": "Wanita diciptakan lebih murah hati daripada pria. Mereka diciptakan cantik dan tidak garang, karena kecantikan tidak suka menyakiti dan kejam kepada orang lain. Itulah mengapa wanita tampak lemah, tetapi sebetulnya tidak. Malaikat adalah makhluk ciptaanNya terkuat dan wanita lebih dekat dengan malaikat daripada pria sehingga, wanita lebih mampu daripada pria untuk membawa cahaya malaikat.",
    "author": "Nabi Muhammad (s.a.w.) "
  },
  {
    "text": "Diantara para pria, hanya dua yang beruntung: mereka yang memiliki sahabat yang setia dan mereka yang ibunya berdoa untuknya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Nah, setelah tadi menyimak tentang kata bijak Islami tentang masa sulit, kesabaran, dan tentang wanita, sekarang saatnya kita membaca tentang kata bijak islami tentang hal yang lebih umum. ",
    "author": ""
  },
  {
    "text": "Sebaik-baiknya perhiasan dunia adalah perempuan, sedangkan sebagus-bagusnya keindahan terbaik bagi seorang wanita terletak pada rasa malunya. ",
    "author": ""
  },
  {
    "text": "Begitu tingginya derajat wanita, hingga agama Islam meninggikan derajat kaum hawa dari dasar bumi sampai-sampai syurga diletakkan di bawah kakinya. ",
    "author": ""
  },
  {
    "text": "Hati manusia diibaratkan seperti sebuah gelas. Jika diisi dengan cinta kepada Allah SWT, maka ruang yang tersisa untuk rasa keinginan atau obsesi terhadap kehidupan dunia jadi lebih sedikit. ",
    "author": ""
  },
  {
    "text": "Tidak sembarang orang bisa melihat apalagi menyentuh seorang wanita muslimah yang mempunyai akhlak baik serta mempunyai pembawaan bijak. Perempuan sholehah tersebut ibaratnya seperti mutiara di langit ketujuh. ",
    "author": ""
  },
  {
    "text": "Jangan takut jika hatimu hancur, mungkin menurutmu itu hal buruk padahal sebaliknya kejadian ini justru bagus. Karena ditengah hati yang patah, maka cahaya Allah SWT jadi lebih mudah untuk masuk ke dalamnya. ",
    "author": ""
  },
  {
    "text": "Di balik kesuksesan suami bukan karena ada seorang wanita di belakangnya. Karena dalam sebuah pernikahan keduanya berjalan bersama dan saling beriringan. Tidak ada yang di depan maupun belakang. ",
    "author": ""
  },
  {
    "text": "Tahukah Anda makna dibalik akad nikah?. Ketika janji tersebut diucapkan, maka di saat itu pula lah seorang pria menyatakan kesiapannya untuk menerima tanggung jawab atas istrinya. Mulai dari melayani, mencintai hingga melindungi. ",
    "author": ""
  },
  {
    "text": "Seorang perempuan sholehah tidak akan pernah merasa khawatir menikah dengan laki-laki karena kekurangan harta. Namun, wanita muslimah tersebut lebih takut jika harus menjalani kehidupan rumah tangga bersama lelaki yang miskin ilmu serta tanggung jawab. ",
    "author": ""
  },
  {
    "text": "Buatlah pasanganmu merasa nyaman dengan jangan banyak menuntutnya untuk menjadi sempurna. Namun, berusahalah agar semua yang ada dalam diri menjadi lebih baik supaya bisa menutupi kekurangannya. ",
    "author": ""
  },
  {
    "text": "Cinta merupakan salah satu rasa terindah yang diberikan oleh sang Maha Pencipta. Namun, ingatlah Allah SWT akan menguji hamba-Nya dengan hal itu. Maka, jangan berlebihan menaruh hati ke seseorang agar tidak terlalu bersedih nantinya. ",
    "author": ""
  },
  {
    "text": "Cintai dan benci lah seseorang dengan sekedarnya saja, karena suatu saat orang itu bisa menjadi musuh atau bahkan kekasihmu. Sesungguhnya, Allah SWT maha membolak-balikkan hati manusia. ",
    "author": ""
  },
  {
    "text": "Bisa jadi Anda membenci sesuatu padahal itu adalah hal terbaik. Begitu pula sebaliknya, mungkin yang disukai justru buruk. Sesungguhnya Allah SWT maha mengetahui yang tidak manusia pahami. ",
    "author": ""
  },
  {
    "text": "Ingat lah, sesungguhnya cinta sejati justru mendorong seseorang untuk meraih surga Allah SWT. Bukan malah sebaliknya, saling bergandengan dan berjalan beriringan menuju panasnya api neraka. ",
    "author": ""
  },
  {
    "text": "Sebaik-baik pasangan adalah orang yang bisa menjadi pembimbing. Mengarahkan dan membimbing menuju jalan kebenaran, selalu mengingatkan dengan penuh kasih sayang. Bukan hanya di dunia, namun juga di akhirat. ",
    "author": ""
  },
  {
    "text": "Ilmu pengetahuan lebih baik daripada kekayaan. Pengetahuan akan melindungi dirimu, tetapi kekayaan, kamu yang harus melindunginya.",
    "author": "Ali Bin Abi Tholib "
  },
  {
    "text": "Jika memang Allah pasti tidak akan mengabulkan doamu, lalu kenapa Dia mengijinkamu untuk memanjatkannya? ",
    "author": ""
  },
  {
    "text": "Salah satu bagian dari iman adalah kesederhanaan.",
    "author": "Nabi Muhammad s.a.w. "
  },
  {
    "text": "Jika kamu ingin mengetahui karakter seseorang, lihatlah bagaimana teman-teman bergaulnya.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Tiga kebiasaan yang akan menghancurkan seorang pria ataupun seorang wanita: kerakusan, kecemburuan, dan kesombongan.",
    "author": "Imam Abu Hamid Al Ghazali. "
  },
  {
    "text": "Lidah (kata-kata) seseorang akan memberimu rasa dari hatinya.",
    "author": "Ibnu Al-Qayyim Al Jauziyah. "
  },
  {
    "text": "Segala sesuatu akan menyusut jika digunakan, kecuali ilmu pengetahuan”",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Ilmu pengetahuan tanpa tindakan adalah ketidakwarasan, dan tindakan tanpa ilmu pengetahuan adalah kesombongan.",
    "author": "Imam Abu Hamid Al Ghazali. "
  },
  {
    "text": "Naikkan (level) kata-katamu, jangan naikkan nada suaramu. Hujanlah yang membuat bunga mekar, bukan petir.",
    "author": "Jalaluddin Rumi. "
  },
  {
    "text": "Aku sungguh berharap kau tahu apa yang tersimpan dalam hatiku untukmu. Tapi, kau tidak akan pernah tahu, kecuali dari tingkah lakuku",
    "author": "Umar Bin Khattab "
  },
  {
    "text": "Satu hal yang sangat rendah hati yang bisa kamu lakukan adalah membiarkan dirimu diajari orang lain, sebagai sikap penghargaan, meskipun kamu sudah mengetahui hal (yang diajarkan) itu.",
    "author": "Dr. Bilal Philips. "
  },
  {
    "text": "Ketika seseorang yang kita cintai jatuh sakit, kita akan bilang bahwa itu adalah ujian, tetapi saat seseorang yang kita tidak sukai jauh sakit, kita bilang hukuman. ",
    "author": ""
  },
  {
    "text": "Ketika seseorang yang kita cintai menderita karena musibah, kita bilang bahwa itu karena dia orang baik, tetapi saat seseorang yang kita tidak sukai menderita karena musibah, kita bilang karena dia melakukan kesalahan kepada orang lain. Hati-hatilah menggunakan kalimat-kalimat atas nama yang Maha Kuasa berdasarkan keinginan atau semaumu saja “",
    "author": "Mufti Ismail Menk "
  },
  {
    "text": "“Kepada seorang yang sedang depresi, jangan pernah kau mengatakan untuk mengobati rasa depresi mereka hanya dengan membaca Al Quran saja. Saat seseorang mengalami patah kaki, kau tidak mengatakan padanya untuk hanya membaca Al Quran tanpa pergi ke dokter. Mengapa kita menyarankan ini kepada orang-orang yang depresi di lingkungan kita?",
    "author": "Syakh Azhar Nasser "
  },
  {
    "text": "Orang yang rakus itu pada kenyataannya adalah orang miskin, meskipun dia memiliki seisi dunia.",
    "author": "Wahab bin Munabbih. "
  },
  {
    "text": "“Seringkali, orang dengan masa lalu yang paling buruk menjadi yang terbaik di masa depan.",
    "author": "Umar Bin Khattab. "
  },
  {
    "text": "Ada tiga tindakan yang dianggap terhormat: merendahkan pandangan, merendahkan suara, dan melangkah dengan hati-hati.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Saya masih muda, luntang-lantung, dan telah meninggalkan pekerjaan sebagai seorang mekanik. Saya sungguh tidak tahu apa .”yang harus saya lakukan. Tapi suara yang tenang selalu berbisik padaku, ‘Apa pun yang kamu lakukan, pastikan itu besar dan hebat.",
    "author": "Moin Akhtar "
  },
  {
    "text": "Jangan biarkan lidahmu mengucapkan kesalahan orang lain, karena kau punya kesalahan dan orang lain juga memiliki lidah. Jangan biarkan matamu mendapati kesalahan orang lain. Palingkan matamu dan katakan padanya: “oh mata, orang lain juga memiliki mata.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Bertanyalah karena kau ingin mengerti, bukan bertanya karena kamu ingin menemukan kesalahan. Ali bin Abi Thalib ",
    "author": ""
  },
  {
    "text": "Para malaikat menurunkan sayap mereka untuk para pencari pengetahuan, yang merasa bahagia saat dia sedang belajar mencari ilmu itu.",
    "author": "Nabi Muhammad s.a.w. "
  },
  {
    "text": "Kata-kata atau bahasa yang kotor atau kurang baik digunakan oleh orang-orang yang tidak memiliki kematangan atau kecerdasan untuk mengekspresikan diri dengan kata-kata yang lebih baik.",
    "author": "Nouman Ali Khan. "
  },
  {
    "text": "Hidangan yang paling buruk untuk disuguhkan adalah perjamuan pernikahan yang hanya mengundang orang kaya sedangkan yang miskin tidak diundang.",
    "author": "Muhammad Al Bukhari "
  },
  {
    "text": "Kesalahan adalah sesuatu yang kau kira itu benar untuk dilakukan tetapi ternyata hal itu salah. Dosa adalah sesuatu yang jelas-jelas kau tahu itu salah.",
    "author": "Imam Anwar Al Awlaki. "
  },
  {
    "text": "Berikan musuhmu ribuan kesempatan untuk menjadi temanmu, tetapi jangan berikan satu kesempatan pun untuk temanmu menjadi musuhmu.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Orang yang paling penyayang adalah yang memberikan maaf pada saat sebetulnya dia mampu untuk membalas.",
    "author": "Imam Husain. "
  },
  {
    "text": "Tiga tanda seorang munafik adalah ketika sendirian dia malas, ketika bersama orang lain dia energik, dan dia mengejar pujian untuk semua hal yang dia kerjakan. Tiga tanda orang yang iri adalah dia mencelakakan orang yang dia tidak sukai, jika dia bertemu dengan orang tadi maka dia menyanjungnya, dan dia senang dengan kemalangan orang itu.”",
    "author": "Wahb Bin Munabbih "
  },
  {
    "text": "Beberapa orang telah tiada, tetapi karakter mereka membuat mereka seperti tetap hidup. Yang lainnya masih hidup, tetapi karakter mereka telah membunuh mereka.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Seorang yang bijak akan berpikir sebelum bertindak, tetapi seorang yang kurang bijak akan berbicara dulu baru kemudian berpikir.",
    "author": "Ali bin Abi Thalib. "
  },
  {
    "text": "Tidak peduli apa penampilan fisik Anda, ketika Anda memiliki kebaikan di hati Anda, Anda adalah orang paling cantik di dunia.",
    "author": "Mufti Ismail Menk. "
  },
  {
    "text": "Kesalahan terburuk kita adalah minat kita pada kesalahan yang dibuat oleh orang lain.",
    "author": "Ali Bin Abi Thalib. "
  },
  {
    "text": "Saat orang tidak cerdas berkata kepadaku, mereka akan cenderung menggunakan kata-kata yang kurang baik, tapi aku benci menanggapinya dengan cara yang sama. Semakin bodoh orang itu, semakin aku menjadi sabar. Persis seperti dupa; semakin habis dirinya terbakar, semakin banyak ia menyebarkan aroma wanginya.",
    "author": "Imam Al Shafi’i. "
  },
  {
    "text": "Saat seseorang menyanjungmu padahal kamu tidak pantas mendapatkan pujian itu, maka janganlah kamu merasa aman.",
    "author": "Wahab bin Munabbih. "
  },
  {
    "text": "Jika seseorang memujimu untuk hal-hal yang sebetulnya tidak ada padamu, maka pada dasarnya dia mencelamu untuk hal-hal yang juga sebetulnya tidak ada padamu.",
    "author": "Wahab Bin Munabbih. "
  },
  {
    "text": "Jangan membicarakan tentang kekayaanmu di depan orang miskin. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang keadaan kesehatanmu di depan orang yang sedang sakit. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kekuatanmu di depan orang yang lemah. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kebahagiaanmu di depan orang yang sedang bersedih. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang kebebasan Anda di depan narapidana atau orang-orang terpenjara. ",
    "author": ""
  },
  {
    "text": "Jangan membicarakan tentang anak-anak Anda di depan orang yang tidak memiliki anak. Jangan membicarakan tentang ibu dan ayahmu di depan anak yatim piatu. ",
    "author": ""
  },
  {
    "text": "Karena luka hati mereka tidak bisa mereka tahan lagi.",
    "author": "Ali Bin Abi Thalib "
  },
  {
    "text": "Bersyukurlah atas siapapun yang hadir dalam hidupmu, karena masing-masing telah dikirim sebagai petunjuk dari Yang Di Atas.",
    "author": "Jalaluddin Rumi. "
  }
]